{
  "type": "app",
  "youtube_link": "",
  "uptodown": "",
  "status": "draft",
  "amazon_app_store": "",
  "name_ar": "Carrot Framework",
  "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/app%2Fimage%2Fpng%2F1690281806020_carrot_framework_unity3d.png?alt=media&token=e4608bcd-d172-4249-8280-80e1804e9411",
  "huawei_store": "",
  "microsoft_store": "",
  "img4": "",
  "img3": "",
  "img5": "",
  "describe_en": "Sample app for building functions and testing before publishing\n\nCreate templates and plugins to make games easier, with custom interfaces and cross-platform functionality\n\nThe functions written for making games in the carrot system are easy to set up on all games and applications. Easy to update. Do not interfere deeply with operating systems and platforms\n\nMain fuction\nstore App:\nRate:App review\nShare:Share the app\nApp Other: Suggest other apps\n\nUI and Ux\nBox List:List of objects in list form\nBox Grid: List of objects in grid form\nCreate Setting: Create settings for each scene of the application\n\nFunction\nLocation: Gets the current location and returns the location name\nLog:View application activity history\nJson: Parse json string and convert object to json string\nIn-app: In-app purchases\nRestore: Restore purchased items\nDev Mol: Change app mode to customize development\nReset App: Clears all saved data and returns the app to factory settings\n\nUser\nLogin:Login\nRegiter:Register\nUpdateinfo:Update information\nViewInfo:View information\nChange Password: Change password\n\nCameraPro\nCamera: Take pictures\nPhoto Editor: Photo Editor\nPhoto List: Photo Viewer\n\nTheme\nColor Theme: Choose a main color\nList Theme: theme collection for apps\nCustomer Theme: Design your own custom theme set\nList Color: List of colors\nMix Color: Mix colors\n\nGames\nGamePad: Gamepad support\nTop Player: Player Ranking Ads\nView Ads: View ads Admob,Carrot,Vungle\nReward advertising: Watch ads to get rewards",
  "img2": "",
  "name_en": "Carrot Framework Unity",
  "img1": "",
  "name_es": "Carrot Framework Unity",
  "name_zh": "Carrot Framework Unity",
  "describe_th": "แอปตัวอย่างสำหรับสร้างฟังก์ชันและทดสอบก่อนเผยแพร่\n\nสร้างเทมเพลตและปลั๊กอินเพื่อทำให้เกมง่ายขึ้นด้วยอินเทอร์เฟซที่กำหนดเองและการทำงานข้ามแพลตฟอร์ม\n\nฟังก์ชั่นที่เขียนขึ้นสำหรับสร้างเกมในระบบแครอทนั้นตั้งค่าได้ง่ายในทุกเกมและทุกแอพพลิเคชั่น ง่ายต่อการอัพเดท อย่าแทรกแซงระบบปฏิบัติการและแพลตฟอร์มอย่างลึกซึ้ง\n\nฟังก์ชั่นหลัก\nแอพสโตร์:\nอัตรา:การตรวจสอบแอป\nแชร์: แชร์แอป\nแอพอื่นๆ: แนะนำแอพอื่นๆ\n\nUI และ Ux\nรายการกล่อง: รายการของวัตถุในรูปแบบรายการ\nBox Grid: รายการวัตถุในรูปแบบกริด\nสร้างการตั้งค่า: สร้างการตั้งค่าสำหรับแต่ละฉากของแอปพลิเคชัน\n\nการทำงาน\nตำแหน่ง: รับตำแหน่งปัจจุบันและส่งคืนชื่อตำแหน่ง\nบันทึก: ดูประวัติกิจกรรมของแอปพลิเคชัน\nJson: แยกสตริง json และแปลงวัตถุเป็นสตริง json\nในแอป: การซื้อในแอป\nคืนค่า: กู้คืนรายการที่ซื้อ\nDev Mol: เปลี่ยนโหมดแอปเพื่อปรับแต่งการพัฒนา\nรีเซ็ตแอป: ล้างข้อมูลที่บันทึกไว้ทั้งหมดและคืนค่าแอปกลับเป็นการตั้งค่าจากโรงงาน\n\nผู้ใช้\nเข้าสู่ระบบ:เข้าสู่ระบบ\nลงทะเบียน: ลงทะเบียน\nUpdateinfo:อัพเดทข้อมูล\nViewInfo: ดูข้อมูล\nเปลี่ยนรหัสผ่าน: เปลี่ยนรหัสผ่าน\n\nคาเมร่าโปร\nกล้อง: ถ่ายภาพ\nโปรแกรมแก้ไขรูปถ่าย: โปรแกรมแก้ไขรูปภาพ\nรายการรูปภาพ: โปรแกรมดูรูปภาพ\n\nธีม\nธีมสี: เลือกสีหลัก\nธีมรายการ: คอลเลกชันธีมสำหรับแอพ\nธีมของลูกค้า: ออกแบบชุดธีมของคุณเอง\nรายการสี: รายการสี\nผสมสี: ผสมสี\n\nเกม\nGamePad: การสนับสนุน Gamepad\nผู้เล่นอันดับสูงสุด: โฆษณาอันดับผู้เล่น\nดูโฆษณา: ดูโฆษณา Admob,Carrot,Vungle\nโฆษณารางวัล: ดูโฆษณาเพื่อรับรางวัล",
  "describe_ja": "関数を構築し、公開前にテストするためのサンプル アプリ\n\nテンプレートとプラグインを作成して、カスタム インターフェイスとクロスプラットフォーム機能を使用してゲームを簡単にします\n\nキャロット システムでゲームを作成するために作成された関数は、すべてのゲームやアプリケーションで簡単にセットアップできます。 アップデートも簡単。 オペレーティング システムやプラットフォームに深く干渉しないでください。\n\n主な機能\nストアアプリ:\n評価:アプリのレビュー\n共有:アプリを共有する\nその他のアプリ: 他のアプリを提案します\n\nUIとUX\nボックスリスト:リスト形式のオブジェクトのリスト\nBox Grid: グリッド形式のオブジェクトのリスト\n設定の作成：アプリケーションのシーンごとに設定を作成します\n\n関数\nLocation: 現在の場所を取得し、場所の名前を返します。\nログ:アプリケーションのアクティビティ履歴の表示\nJson: json 文字列を解析し、オブジェクトを json 文字列に変換します。\nアプリ内: アプリ内購入\n復元: 購入したアイテムを復元します\nDev Mol: アプリのモードを変更して開発をカスタマイズする\nアプリをリセット: 保存されているデータをすべてクリアし、アプリを工場出荷時の設定に戻します。\n\nユーザー\nログイン:ログイン\nレジスタ:レジスタ\nUpdateinfo:アップデート情報\nViewInfo:情報の表示\nパスワードの変更: パスワードを変更します\n\nカメラプロ\nカメラ: 写真を撮ります\n写真編集者: 写真編集者\n写真リスト: 写真ビューア\n\nテーマ\nカラーテーマ: メインカラーを選択してください\nテーマのリスト: アプリのテーマ コレクション\n顧客テーマ: 独自のカスタム テーマ セットをデザインします。\nリストカラー: 色のリスト\nミックスカラー: ミックスカラー\n\nゲーム\nゲームパッド: ゲームパッドのサポート\nトッププレイヤー: プレイヤーランキング広告\n広告を表示: 広告を表示 Admob、キャロット、Vungle\n報酬広告: 広告を視聴して報酬を獲得します",
  "name_vi": "Carrot Framework Unity",
  "name_cs": "Carrot Framework Unity",
  "name_ja": "Carrot Framework Unity",
  "name_th": "Carrot Framework Unity",
  "describe_es": "Aplicación de muestra para crear funciones y probar antes de publicar\n\nCree plantillas y complementos para facilitar los juegos, con interfaces personalizadas y funcionalidad multiplataforma\n\nLas funciones escritas para hacer juegos en el sistema carrot son fáciles de configurar en todos los juegos y aplicaciones. Fácil de actualizar. No interfiera profundamente con los sistemas operativos y las plataformas.\n\nFunción principal\ntienda de aplicaciones:\nValorar:Revisión de la aplicación\nCompartir: Comparte la aplicación\nAplicación Otra: sugerir otras aplicaciones\n\ninterfaz de usuario y experiencia de usuario\nBox List:Lista de objetos en forma de lista\nBox Grid: Lista de objetos en forma de cuadrícula\nCrear configuración: crea configuraciones para cada escena de la aplicación\n\nFunción\nUbicación: obtiene la ubicación actual y devuelve el nombre de la ubicación\nRegistro: ver el historial de actividad de la aplicación\nJson: analiza la cadena json y convierte el objeto en una cadena json\nEn la aplicación: compras en la aplicación\nRestaurar: restaurar artículos comprados\nDev Mol: cambie el modo de la aplicación para personalizar el desarrollo\nRestablecer aplicación: borra todos los datos guardados y devuelve la aplicación a la configuración de fábrica\n\nUsuario\nIniciar sesión:Iniciar sesión\nRegistrarse: Registrarse\nUpdateinfo:Actualizar información\nViewInfo:Ver información\nCambiar contraseña: Cambiar contraseña\n\nCamaraPro\nCámara: tomar fotos\nEditor de fotos: Editor de fotos\nLista de fotos: Visor de fotos\n\nTema\nTema de color: elija un color principal\nList Theme: colección de temas para aplicaciones\nTema del cliente: diseñe su propio conjunto de temas personalizados\nColor de la lista: Lista de colores\nColor de la mezcla: colores de la mezcla\n\nJuegos\nGamePad: compatibilidad con mandos de juegos\nMejor jugador: Anuncios de clasificación de jugadores\nVer anuncios: Ver anuncios Admob, Carrot, Vungle\nPublicidad de recompensas: vea anuncios para obtener recompensas",
  "describe_zh": "用于在发布前构建功能和测试的示例应用程序\n\n创建模板和插件，通过自定义界面和跨平台功能使游戏变得更容易\n\n在胡萝卜系统中为制作游戏而编写的功能很容易在所有游戏和应用程序上设置。 易于更新。 不深度干扰操作系统和平台\n\n主要功能\n商店应用程序：\n评分：应用评论\n分享：分享应用程序\n应用程序其他：推荐其他应用程序\n\n用户界面和用户体验\nBox List：列表形式的对象列表\nBox Grid：网格形式的对象列表\n创建设置：为应用程序的每个场景创建设置\n\n功能\nLocation：获取当前位置并返回位置名称\nLog：查看应用程序活动历史记录\nJson：解析json字符串并将对象转换为json字符串\n应用内：应用内购买\n恢复：恢复购买的物品\nDev Mol：更改应用程序模式以定制开发\n重置应用程序：清除所有保存的数据并将应用程序返回到出厂设置\n\n用户\n登录：登录\n注册：注册\nUpdateinfo：更新信息\nViewInfo:查看信息\n修改密码：修改密码\n\n相机专业版\n相机：拍照\n照片编辑器：照片编辑器\n照片列表：照片查看器\n\n主题\n颜色主题：选择主要颜色\n列表主题：应用程序的主题集合\n客户主题：设计您自己的定制主题集\n列表颜色：颜色列表\n混合颜色：混合颜色\n\n游戏\n游戏手柄：游戏手柄支持\n顶级玩家：玩家排名广告\n查看广告：查看广告 Admob、Carrot、Vungle\n奖励广告：观看广告获得奖励",
  "describe_ar": "نموذج التطبيق لبناء الوظائف والاختبار قبل النشر\n\nأنشئ قوالب ومكونات إضافية لتسهيل الألعاب ، باستخدام واجهات مخصصة ووظائف عبر الأنظمة الأساسية\n\nمن السهل إعداد الوظائف المكتوبة لصنع الألعاب في نظام الجزرة على جميع الألعاب والتطبيقات. سهل التحديث. لا تتدخل بشدة في أنظمة التشغيل والأنظمة الأساسية\n\nالوظيفة الرئيسية\nتطبيق المتجر:\nالتصنيف: مراجعة التطبيق\nمشاركة: شارك التطبيق\nالتطبيق الآخر: اقترح تطبيقات أخرى\n\nUI و Ux\nقائمة الصناديق: قائمة الكائنات في شكل قائمة\nBox Grid: قائمة الكائنات في شكل شبكة\nإنشاء إعداد: قم بإنشاء إعدادات لكل مشهد من التطبيق\n\nوظيفة\nالموقع: يحصل على الموقع الحالي ويعيد اسم الموقع\nالسجل: اعرض سجل نشاط التطبيق\nJson: تحليل سلسلة json وتحويل الكائن إلى سلسلة json\nداخل التطبيق: عمليات الشراء داخل التطبيق\nالاستعادة: استعادة العناصر المشتراة\nDev Mol: تغيير وضع التطبيق لتخصيص التطوير\nإعادة تعيين التطبيق: يمسح جميع البيانات المحفوظة ويعيد التطبيق إلى إعدادات المصنع\n\nمستخدم\nدخول\nالمسجل: تسجيل\nمعلومات التحديث: تحديث المعلومات\nViewInfo: عرض المعلومات\nتغيير كلمة المرور: قم بتغيير كلمة المرور\n\nCameraPro\nالكاميرا: التقط الصور\nمحرر الصور: محرر الصور\nقائمة الصور: عارض الصور\n\nسمة\nسمة اللون: اختر لونًا رئيسيًا\nسمة القائمة: مجموعة سمات للتطبيقات\nموضوع العميل: صمم مجموعة السمات المخصصة الخاصة بك\nقائمة الألوان: قائمة الألوان\nمزج الألوان: مزج الألوان\n\nألعاب\nGamePad: دعم Gamepad\nأفضل لاعب: إعلانات ترتيب اللاعب\nإظهار الإعلانات: شاهد الإعلانات Admob، Carrot، Vungle\nإعلانات المكافآت: شاهد الإعلانات لتحصل على مكافآت",
  "describe_cs": "Ukázková aplikace pro vytváření funkcí a testování před publikováním\n\nVytvářejte šablony a zásuvné moduly, které usnadňují hry, pomocí vlastních rozhraní a funkcí pro různé platformy\n\nFunkce napsané pro vytváření her v systému mrkve lze snadno nastavit ve všech hrách a aplikacích. Snadná aktualizace. Nezasahujte hluboko do operačních systémů a platforem\n\nHlavní funkce\naplikace obchodu:\nHodnotit: Recenze aplikace\nSdílet: Sdílejte aplikaci\nJiné aplikace: Navrhněte další aplikace\n\nUI a Ux\nBox List: Seznam objektů ve formě seznamu\nBox Grid: Seznam objektů ve formě mřížky\nVytvořit nastavení: Vytvořte nastavení pro každou scénu aplikace\n\nFunkce\nUmístění: Získá aktuální polohu a vrátí název umístění\nProtokol: Zobrazení historie aktivity aplikace\nJson: Analyzujte řetězec json a převeďte objekt na řetězec json\nV aplikaci: Nákupy v aplikaci\nObnovit: Obnovení zakoupených položek\nDev Mol: Změňte režim aplikace a přizpůsobte si vývoj\nResetovat aplikaci: Vymaže všechna uložená data a vrátí aplikaci do továrního nastavení\n\nUživatel\nPřihlášení: Přihlášení\nRegistrátor: Registrujte se\nUpdateinfo: Aktualizace informací\nViewInfo: Zobrazení informací\nZměnit heslo: Změnit heslo\n\nCameraPro\nFotoaparát: Fotografujte\nPhoto Editor: Photo Editor\nSeznam fotografií: Prohlížeč fotografií\n\nTéma\nBarevné téma: Vyberte hlavní barvu\nTéma seznamu: kolekce témat pro aplikace\nZákaznické téma: Navrhněte si vlastní sadu témat\nList Color: Seznam barev\nMix Color: Mix barev\n\nHry\nGamePad: Podpora gamepadu\nNejlepší hráč: Reklamy na hodnocení hráčů\nZobrazit reklamy: Zobrazit reklamy Admob,Carrot,Vungle\nReklama s odměnou: Sledujte reklamy a získejte odměny",
  "describe_vi": "Ứng dụng mẫu để xây dựng chức năng và thử nghiệm trước khi xuất bản\n\nTạo các mẫu và plugin để làm cho trò chơi dễ dàng hơn, với các giao diện tùy chỉnh và chức năng đa nền tảng\n\nCác chức năng được viết để tạo trò chơi trong hệ thống cà rốt rất dễ cài đặt trên tất cả các trò chơi và ứng dụng. Dễ dàng cập nhật. Không can thiệp sâu vào hệ điều hành và nền tảng\n\nChức năng chính\nlưu trữ ứng dụng:\nTỷ lệ: Đánh giá ứng dụng\nChia sẻ:Chia sẻ ứng dụng\nỨng dụng khác: Đề xuất các ứng dụng khác\n\nGiao diện người dùng và Ux\nBox List: Danh sách các đối tượng ở dạng danh sách\nBox Grid: Danh sách các đối tượng dạng lưới\nCreate Setting: Tạo cài đặt cho từng cảnh của ứng dụng\n\nChức năng\nVị trí: Lấy vị trí hiện tại và trả về tên vị trí\nNhật ký: Xem lịch sử hoạt động của ứng dụng\nJson: Phân tích cú pháp chuỗi json và chuyển đổi đối tượng thành chuỗi json\nTrong ứng dụng: Mua hàng trong ứng dụng\nKhôi phục: Khôi phục các mặt hàng đã mua\nDev Mol: Thay đổi chế độ ứng dụng để tùy chỉnh quá trình phát triển\nĐặt lại ứng dụng: Xóa tất cả dữ liệu đã lưu và đưa ứng dụng về cài đặt gốc\n\nNgười dùng\nĐăng nhập đăng nhập\nĐăng ký: Đăng ký\nUpdateinfo:Cập nhật thông tin\nViewInfo:Xem thông tin\nThay đổi mật khẩu: Thay đổi mật khẩu\n\nCameraPro\nMáy ảnh: Chụp ảnh\nTrình chỉnh sửa ảnh: Trình chỉnh sửa ảnh\nDanh sách ảnh: Trình xem ảnh\n\nchủ đề\nColor Theme: Chọn một màu chính\nList Theme: bộ sưu tập theme cho ứng dụng\nChủ đề khách hàng: Thiết kế bộ chủ đề tùy chỉnh của riêng bạn\nDanh sách màu: Danh sách màu\nTrộn màu: Trộn màu\n\nTrò chơi\nGamePad: Hỗ trợ tay cầm chơi game\nNgười chơi hàng đầu: Quảng cáo xếp hạng người chơi\nXem quảng cáo: Xem quảng cáo Admob,Carrot,Vungle\nThưởng quảng cáo: Xem quảng cáo để nhận phần thưởng",
  "name_tr": "Carrot Framework Unity",
  "name_nl": "Carrot Framework Unity",
  "describe_pt": "Aplicativo de amostra para criar funções e testar antes de publicar\n\nCrie modelos e plug-ins para facilitar os jogos, com interfaces personalizadas e funcionalidade multiplataforma\n\nAs funções escritas para criar jogos no sistema de cenoura são fáceis de configurar em todos os jogos e aplicativos. Fácil de atualizar. Não interfira profundamente nos sistemas operacionais e plataformas\n\nFunção principal\nAplicativo da loja:\nClassificação: avaliação do aplicativo\nCompartilhar: compartilhe o aplicativo\nApp Other: Sugira outros apps\n\nIU e Ux\nBox List:Lista de objetos em forma de lista\nBox Grid: lista de objetos em forma de grade\nCriar Configuração: Crie configurações para cada cena do aplicativo\n\nFunção\nLocalização: Obtém a localização atual e retorna o nome da localização\nLog: Exibir histórico de atividades do aplicativo\nJson: analisa a string json e converte o objeto em string json\nNo aplicativo: compras no aplicativo\nRestaurar: restaurar itens comprados\nDev Mol: Altere o modo do aplicativo para personalizar o desenvolvimento\nRedefinir aplicativo: limpa todos os dados salvos e retorna o aplicativo às configurações de fábrica\n\nDo utilizador\nEntrar:Entrar\nRegistrar: Registrar\nAtualizar informações: Atualizar informações\nViewInfo: Exibir informações\nAlterar senha: alterar senha\n\nCameraPro\nCâmera: tirar fotos\nEditor de fotos: Editor de fotos\nLista de fotos: visualizador de fotos\n\nTema\nTema de cores: escolha uma cor principal\nList Theme: coleção de temas para aplicativos\nTema do cliente: Crie seu próprio conjunto de temas personalizados\nLista de cores: Lista de cores\nMisturar cores: misturar cores\n\njogos\nGamePad: Suporte para Gamepad\nMelhor jogador: anúncios de classificação de jogadores\nVer Anúncios: Ver anúncios Admob,Carrot,Vungle\nPublicidade de recompensa: assista a anúncios para obter recompensas",
  "name_pl": "Carrot Framework Unity",
  "name_da": "Carrot Framework Unity",
  "name_fi": "Carrot Framework Unity",
  "name_ru": "Carrot Framework Unity",
  "name_de": "Carrot Framework Unity",
  "name_hi": "Carrot Framework Unity",
  "describe_da": "Eksempel app til opbygning af funktioner og test før udgivelse\n\nOpret skabeloner og plugins for at gøre spil nemmere med brugerdefinerede grænseflader og funktionalitet på tværs af platforme\n\nFunktionerne skrevet til at lave spil i gulerodssystemet er nemme at sætte op på alle spil og applikationer. Nem at opdatere. Du må ikke gribe dybt ind i operativsystemer og platforme\n\nHovedfunktion\nbutik app:\nBedøm: Appgennemgang\nDel: Del appen\nApp Andet: Foreslå andre apps\n\nUI og Ux\nBoksliste: Liste over objekter i listeform\nBox Grid: Liste over objekter i gitterform\nOpret indstilling: Opret indstillinger for hver scene i applikationen\n\nFungere\nPlacering: Henter den aktuelle placering og returnerer placeringsnavnet\nLog: Se applikationsaktivitetshistorik\nJson: Parse json-streng og konverter objekt til json-streng\nIn-app: In-app-køb\nGendan: Gendan købte varer\nDev Mol: Skift app-tilstand for at tilpasse udvikling\nNulstil app: Rydder alle gemte data og returnerer appen til fabriksindstillingerne\n\nBruger\nLogin: Log ind\nRegiter: Registrer\nOpdateringsinfo: Opdater oplysninger\nViewInfo: Se oplysninger\nSkift adgangskode: Skift adgangskode\n\nCameraPro\nKamera: Tag billeder\nFotoredaktør: Fotoredaktør\nBilledliste: Fotofremviser\n\nTema\nFarvetema: Vælg en hovedfarve\nListe-tema: temasamling til apps\nKundetema: Design dit eget brugerdefinerede temasæt\nListefarve: Liste over farver\nBland farve: Bland farver\n\nSpil\nGamePad: Gamepad-understøttelse\nTopspiller: Spillerrangeringsannoncer\nVis annoncer: Vis annoncer Admob,Carrot,Vungle\nBelønningsannoncering: Se annoncer for at få belønninger",
  "describe_pl": "Przykładowa aplikacja do budowania funkcji i testowania przed opublikowaniem\n\nTwórz szablony i wtyczki, aby ułatwić grę, z niestandardowymi interfejsami i funkcjonalnością międzyplatformową\n\nFunkcje napisane do tworzenia gier w systemie marchwi są łatwe do skonfigurowania we wszystkich grach i aplikacjach. Łatwa aktualizacja. Nie ingeruj głęboko w systemy operacyjne i platformy\n\nGłówna funkcja\naplikacja sklepu:\nOceń: Recenzja aplikacji\nUdostępnij: Udostępnij aplikację\nAplikacja Inne: Zaproponuj inne aplikacje\n\nInterfejs użytkownika i Ux\nBox List: Lista obiektów w formie listy\nBox Grid: Lista obiektów w formie siatki\nUtwórz ustawienie: Utwórz ustawienia dla każdej sceny aplikacji\n\nFunkcjonować\nLokalizacja: pobiera bieżącą lokalizację i zwraca nazwę lokalizacji\nDziennik: Wyświetl historię aktywności aplikacji\nJson: Przeanalizuj ciąg json i przekonwertuj obiekt na ciąg json\nW aplikacji: zakupy w aplikacji\nPrzywróć: Przywróć zakupione przedmioty\nDev Mol: Zmień tryb aplikacji, aby dostosować programowanie\nResetuj aplikację: usuwa wszystkie zapisane dane i przywraca aplikację do ustawień fabrycznych\n\nUżytkownik\nZaloguj się: Zaloguj się\nZarejestruj się: Zarejestruj się\nUpdateinfo: Aktualizuj informacje\nWyświetl informacje: Wyświetl informacje\nZmień hasło: Zmień hasło\n\nCameraPro\nAparat: Rób zdjęcia\nEdytor zdjęć: Edytor zdjęć\nLista zdjęć: przeglądarka zdjęć\n\nTemat\nMotyw kolorystyczny: Wybierz główny kolor\nMotyw listy: kolekcja motywów dla aplikacji\nMotyw klienta: zaprojektuj własny zestaw motywów\nKolor listy: Lista kolorów\nMieszaj kolory: mieszaj kolory\n\nGry\nGamePad: obsługa gamepada\nNajlepszy gracz: reklamy rankingowe graczy\nZobacz reklamy: Zobacz reklamy AdMob,Carrot,Vungle\nReklama z nagrodami: oglądaj reklamy, aby otrzymać nagrody",
  "name_pt": "Carrot Framework Unity",
  "describe_tr": "Yayınlamadan önce işlev oluşturmak ve test etmek için örnek uygulama\n\nÖzel arayüzler ve platformlar arası işlevsellik ile oyunları kolaylaştırmak için şablonlar ve eklentiler oluşturun\n\nCarrot sisteminde oyun yapmak için yazılan fonksiyonların tüm oyun ve uygulamalarda kurulumu kolaydır. Güncellemesi kolay. İşletim sistemlerine ve platformlara derinlemesine müdahale etmeyin\n\nAna fonksiyon\nMağaza Uygulaması:\nPuan:Uygulama incelemesi\nPaylaş:Uygulamayı paylaş\nUygulama Diğer: Başka uygulamalar öner\n\nKullanıcı Arayüzü ve Kullanıcı Deneyimi\nKutu Listesi: Liste formundaki nesnelerin listesi\nKutu Izgarası: Izgara biçimindeki nesnelerin listesi\nAyar Oluştur: Uygulamanın her sahnesi için ayarlar oluşturun\n\nİşlev\nKonum: Geçerli konumu alır ve konum adını döndürür\nGünlük:Uygulama etkinlik geçmişini görüntüle\nJson: json dizesini ayrıştırın ve nesneyi json dizisine dönüştürün\nUygulama içi: Uygulama içi satın alımlar\nGeri Yükle: Satın alınan öğeleri geri yükle\nDev Mol: Geliştirmeyi özelleştirmek için uygulama modunu değiştirin\nUygulamayı Sıfırla: Kayıtlı tüm verileri siler ve uygulamayı fabrika ayarlarına döndürür\n\nkullanıcı\nGiriş giriş\nKaydol:Kayıt Ol\nGüncelleme bilgisi: Güncelleme bilgisi\nViewInfo:Bilgileri görüntüle\nŞifreyi Değiştir: Şifreyi değiştir\n\nKamera Pro\nKamera: Fotoğraf çekin\nFotoğraf Düzenleyici: Fotoğraf Düzenleyici\nFotoğraf Listesi: Fotoğraf Görüntüleyici\n\nTema\nRenk Teması: Bir ana renk seçin\nListe Teması: uygulamalar için tema koleksiyonu\nMüşteri Teması: Kendi özel tema setinizi tasarlayın\nListe Rengi: Renk listesi\nKarışık Renk: Renkleri karıştırın\n\nOyunlar\nGamePad: Gamepad desteği\nEn İyi Oyuncu: Oyuncu Sıralaması Reklamları\nReklamları Görüntüle: Reklamları Görüntüle Admob,Carrot,Vungle\nÖdüllü reklamcılık: Ödül almak için reklamları izleyin",
  "describe_nl": "Voorbeeld-app voor het bouwen van functies en testen voor publicatie\n\nMaak sjablonen en plug-ins om games eenvoudiger te maken, met aangepaste interfaces en platformonafhankelijke functionaliteit\n\nDe functies die zijn geschreven voor het maken van spellen in het wortelsysteem zijn eenvoudig in te stellen op alle spellen en applicaties. Eenvoudig te updaten. Bemoei u niet diep met besturingssystemen en platforms\n\nBelangrijkste functie\nwinkel-app:\nBeoordeel: App-beoordeling\nDelen: deel de app\nApp Overig: Stel andere apps voor\n\nUI en Ux\nBox List: lijst met objecten in lijstvorm\nBox Grid: lijst met objecten in rastervorm\nInstelling maken: maak instellingen voor elke scène van de toepassing\n\nFunctie\nLocatie: haalt de huidige locatie op en retourneert de locatienaam\nLogboek: bekijk de geschiedenis van de toepassingsactiviteit\nJson: ontleed json-tekenreeks en converteer object naar json-tekenreeks\nIn-app: In-app aankopen\nHerstellen: Herstel gekochte items\nDev Mol: verander de app-modus om de ontwikkeling aan te passen\nApp resetten: wist alle opgeslagen gegevens en zet de app terug naar de fabrieksinstellingen\n\nGebruiker\nLog in log in\nRegistreer: Registreer\nUpdateinfo: informatie bijwerken\nViewInfo: Bekijk informatie\nWachtwoord wijzigen: wachtwoord wijzigen\n\nCameraPro\nCamera: maak foto's\nFoto-editor: foto-editor\nFotolijst: Fotoviewer\n\nThema\nKleurthema: Kies een hoofdkleur\nLijstthema: themaverzameling voor apps\nKlantthema: ontwerp uw eigen themaset op maat\nLijstkleur: lijst met kleuren\nKleur mengen: kleuren mengen\n\nSpellen\nGamePad: Gamepad-ondersteuning\nTopspeler: advertenties voor spelersrangschikking\nAdvertenties bekijken: Advertenties bekijken Admob,Carrot,Vungle\nBeloningsadvertenties: bekijk advertenties om beloningen te ontvangen",
  "describe_de": "Beispiel-App zum Erstellen von Funktionen und Testen vor der Veröffentlichung\n\nErstellen Sie Vorlagen und Plugins, um Spiele einfacher zu machen, mit benutzerdefinierten Schnittstellen und plattformübergreifenden Funktionen\n\nDie für die Spieleerstellung im Karottensystem geschriebenen Funktionen lassen sich bei allen Spielen und Anwendungen einfach einrichten. Einfach zu aktualisieren. Greifen Sie nicht tief in Betriebssysteme und Plattformen ein\n\nHauptfunktion\nStore-App:\nBewerten:App-Rezension\nTeilen: Teilen Sie die App\nApp Andere: Andere Apps vorschlagen\n\nBenutzeroberfläche und Ux\nBoxliste: Liste der Objekte in Listenform\nBox Grid: Liste von Objekten in Rasterform\nEinstellung erstellen: Erstellen Sie Einstellungen für jede Szene der Anwendung\n\nFunktion\nStandort: Ruft den aktuellen Standort ab und gibt den Standortnamen zurück\nProtokoll: Anwendungsaktivitätsverlauf anzeigen\nJson: JSON-String analysieren und Objekt in JSON-String konvertieren\nIn-App: In-App-Käufe\nWiederherstellen: Gekaufte Artikel wiederherstellen\nDev Mol: App-Modus ändern, um die Entwicklung anzupassen\nApp zurücksetzen: Löscht alle gespeicherten Daten und setzt die App auf die Werkseinstellungen zurück\n\nBenutzer\nEinloggen Einloggen\nRegister: Registrieren\nUpdateinfo:Update-Informationen\nViewInfo: Informationen anzeigen\nPasswort ändern: Passwort ändern\n\nCameraPro\nKamera: Machen Sie Fotos\nFotoeditor: Fotoeditor\nFotoliste: Fotobetrachter\n\nThema\nFarbthema: Wählen Sie eine Hauptfarbe\nList Theme: Themensammlung für Apps\nKundenthema: Entwerfen Sie Ihr eigenes individuelles Themenset\nListenfarbe: Liste der Farben\nFarbe mischen: Farben mischen\n\nSpiele\nGamePad: Gamepad-Unterstützung\nTop-Spieler: Spieler-Ranking-Anzeigen\nAnzeigen anzeigen: Anzeigen anzeigen Admob, Carrot, Vungle\nBelohnungswerbung: Sehen Sie sich Anzeigen an, um Belohnungen zu erhalten",
  "describe_hi": "प्रकाशन से पहले निर्माण कार्यों और परीक्षण के लिए नमूना ऐप\n\nकस्टम इंटरफ़ेस और क्रॉस-प्लेटफ़ॉर्म कार्यक्षमता के साथ गेम को आसान बनाने के लिए टेम्पलेट और प्लगइन बनाएं\n\nकैरेट सिस्टम में गेम बनाने के लिए लिखे गए फ़ंक्शन सभी गेम और एप्लिकेशन पर सेट करना आसान है। अद्यतन करना आसान है. ऑपरेटिंग सिस्टम और प्लेटफ़ॉर्म में गहराई से हस्तक्षेप न करें\n\nमुख्य कार्य\nस्टोर ऐप:\nदर: ऐप समीक्षा\nसाझा करें: ऐप साझा करें\nऐप अन्य: अन्य ऐप्स सुझाएं\n\nयूआई और यूएक्स\nबॉक्स सूची: सूची रूप में वस्तुओं की सूची\nबॉक्स ग्रिड: ग्रिड रूप में वस्तुओं की सूची\nसेटिंग बनाएं: एप्लिकेशन के प्रत्येक दृश्य के लिए सेटिंग्स बनाएं\n\nसमारोह\nस्थान: वर्तमान स्थान प्राप्त करता है और स्थान का नाम लौटाता है\nलॉग: एप्लिकेशन गतिविधि इतिहास देखें\nJson: json स्ट्रिंग को पार्स करें और ऑब्जेक्ट को json स्ट्रिंग में बदलें\nइन-ऐप: इन-ऐप खरीदारी\nपुनर्स्थापित करें: खरीदी गई वस्तुओं को पुनर्स्थापित करें\nदेव मोल: विकास को अनुकूलित करने के लिए ऐप मोड बदलें\nऐप रीसेट करें: सभी सहेजे गए डेटा को साफ़ करता है और ऐप को फ़ैक्टरी सेटिंग्स पर लौटाता है\n\nउपयोगकर्ता\nलॉगिन लॉगिन\nरजिस्टर: रजिस्टर करें\nअद्यतन जानकारी: जानकारी अद्यतन करें\nजानकारी देखें: जानकारी देखें\nपासवर्ड बदलें: पासवर्ड बदलें\n\nकैमराप्रो\nकैमरा: तस्वीरें लें\nफोटो संपादक: फोटो संपादक\nफोटो सूची: फोटो देखने वाला\n\nथीम\nरंग थीम: एक मुख्य रंग चुनें\nसूची थीम: ऐप्स के लिए थीम संग्रह\nग्राहक थीम: अपना स्वयं का कस्टम थीम सेट डिज़ाइन करें\nसूची का रंग: रंगों की सूची\nरंग मिलाएं: रंग मिलाएं\n\nखेल\nगेमपैड: गेमपैड समर्थन\nशीर्ष खिलाड़ी: खिलाड़ी रैंकिंग विज्ञापन\nविज्ञापन देखें: Admob,Carrot,Vungle विज्ञापन देखें\nपुरस्कार विज्ञापन: पुरस्कार पाने के लिए विज्ञापन देखें",
  "describe_fi": "Esimerkkisovellus toimintojen rakentamiseen ja testaamiseen ennen julkaisua\n\nLuo malleja ja laajennuksia helpottaaksesi pelejä mukautetuilla käyttöliittymillä ja eri alustoilla\n\nPorkkanajärjestelmän pelien tekemiseen kirjoitetut toiminnot on helppo asentaa kaikkiin peleihin ja sovelluksiin. Helppo päivittää. Älä häiritse syvästi käyttöjärjestelmiä ja alustoja\n\nPäätehtävä\nKaupan sovellus:\nArvioi: Sovelluksen arvostelu\nJaa: Jaa sovellus\nSovellus Muu: Ehdota muita sovelluksia\n\nUI ja UX\nBox List: Objektien luettelo luettelomuodossa\nLaatikkoruudukko: Objektien luettelo ruudukkomuodossa\nLuo asetus: Luo asetukset jokaiselle sovelluksen kohtaukselle\n\nToiminto\nSijainti: Hakee nykyisen sijainnin ja palauttaa sijainnin nimen\nLoki: Näytä sovellustoimintahistoria\nJson: Jäsennä json-merkkijono ja muunna objekti json-merkkijonoksi\nSovelluksen sisäiset ostot\nPalauta: Palauta ostetut kohteet\nDev Mol: Muuta sovellustilaa mukauttaaksesi kehitystä\nNollaa sovellus: Tyhjentää kaikki tallennetut tiedot ja palauttaa sovelluksen tehdasasetuksiin\n\nKäyttäjä\nKirjautuminen: Kirjaudu sisään\nRekisteröidy: Rekisteröidy\nPäivitystiedot: Päivitä tiedot\nViewInfo: Näytä tiedot\nVaihda salasana: Vaihda salasana\n\nCameraPro\nKamera: Ota kuvia\nValokuvaeditori: Valokuvaeditori\nValokuvaluettelo: Photo Viewer\n\nTeema\nVäriteema: Valitse pääväri\nLuetteloteema: sovellusten teemakokoelma\nAsiakasteema: Suunnittele oma mukautettu teemasarja\nList Color: Väriluettelo\nSekoita värejä: Sekoita värejä\n\nPelit\nGamePad: Peliohjaimen tuki\nParas pelaaja: Pelaajien sijoitusmainokset\nNäytä mainoksia: Näytä mainoksia Admob,Carrot,Vungle\nPalkitse mainonta: katso mainoksia saadaksesi palkintoja",
  "describe_ru": "Пример приложения для создания функций и тестирования перед публикацией\n\nСоздавайте шаблоны и плагины, чтобы упростить игры, используя настраиваемые интерфейсы и кроссплатформенные функции.\n\nФункции, написанные для создания игр в системе моркови, легко настраиваются на все игры и приложения. Легко обновить. Не вмешивайтесь глубоко в операционные системы и платформы\n\nОсновная функция\nмагазин приложений:\nОценить:Обзор приложения\nПоделиться: Поделиться приложением\nДругое приложение: предложите другие приложения\n\nПользовательский интерфейс и UX\nBox List:Список объектов в виде списка\nBox Grid: список объектов в виде сетки\nСоздать настройку: создание настроек для каждой сцены приложения.\n\nФункция\nМестоположение: получает текущее местоположение и возвращает название местоположения.\nЖурнал: просмотр истории активности приложений.\nJson: анализ строки json и преобразование объекта в строку json\nВ приложении: покупки в приложении\nВосстановить: восстановить купленные предметы\nDev Mol: измените режим приложения, чтобы настроить разработку\nСбросить приложение: удаляет все сохраненные данные и возвращает приложение к заводским настройкам.\n\nПользователь\nЛогин:Войти\nРегистрация:Регистрация\nUpdateinfo: Обновить информацию\nViewInfo: Просмотр информации\nИзменить пароль: Изменить пароль\n\nCameraPro\nКамера: фотографировать\nФоторедактор: Фоторедактор\nСписок фотографий: просмотрщик фотографий\n\nТема\nЦветовая тема: выберите основной цвет\nList Theme: коллекция тем для приложений\nТема клиента: Создайте свой собственный набор тем\nЦвет списка: Список цветов\nЦвет смешивания: цвета смешивания\n\nИгры\nGamePad: поддержка геймпада\nЛучший игрок: рейтинг игроков\nПросмотр рекламы: Просмотр рекламы Admob, Carrot, Vungle\nРеклама с вознаграждением: смотрите рекламу, чтобы получить вознаграждение",
  "itch": "https://carrotstore.itch.io",
  "name_fr": "Carrot Framework Unity",
  "describe_id": "Contoh aplikasi untuk membangun fungsi dan pengujian sebelum dipublikasikan\n\nBuat template dan plugin untuk membuat game lebih mudah, dengan antarmuka khusus dan fungsionalitas lintas platform\n\nFungsi yang ditulis untuk membuat game dalam sistem wortel mudah diatur di semua game dan aplikasi. Mudah diperbarui. Jangan terlalu mengganggu sistem operasi dan platform\n\nFungsi utama\ntoko Aplikasi:\nNilai: Ulasan aplikasi\nBagikan: Bagikan aplikasi\nAplikasi Lainnya: Sarankan aplikasi lain\n\nUI dan Ux\nDaftar Kotak: Daftar objek dalam bentuk daftar\nBox Grid : Daftar objek dalam bentuk grid\nBuat Pengaturan: Buat pengaturan untuk setiap adegan aplikasi\n\nFungsi\nLokasi: Mendapatkan lokasi saat ini dan mengembalikan nama lokasi\nLog: Lihat riwayat aktivitas aplikasi\nJson: Parsing string json dan ubah objek menjadi string json\nDalam aplikasi: Pembelian dalam aplikasi\nPulihkan: Mengembalikan item yang dibeli\nDev Mol: Ubah mode aplikasi untuk menyesuaikan pengembangan\nAtur Ulang Aplikasi: Menghapus semua data yang disimpan dan mengembalikan aplikasi ke pengaturan pabrik\n\nPengguna\nMasuk: Masuk\nPendaftar: Mendaftar\nPerbarui info: Perbarui informasi\nViewInfo:Melihat informasi\nUbah Kata Sandi: Ubah kata sandi\n\nCameraPro\nKamera: Mengambil gambar\nEditor Foto: Editor Foto\nDaftar Foto: Penampil Foto\n\nTema\nTema Warna: Pilih warna utama\nDaftar Tema: koleksi tema untuk aplikasi\nTema Pelanggan: Rancang set tema kustom Anda sendiri\nDaftar Warna: Daftar warna\nCampur Warna: Campur warna\n\npermainan\nGamePad: Dukungan Gamepad\nPemain Teratas: Iklan Peringkat Pemain\nLihat Iklan: Lihat iklan Admob, Wortel, Vungle\nIklan hadiah: Tonton iklan untuk mendapatkan hadiah",
  "describe_fr": "Exemple d'application pour créer des fonctions et tester avant la publication\n\nCréez des modèles et des plugins pour faciliter les jeux, avec des interfaces personnalisées et des fonctionnalités multiplateformes\n\nLes fonctions écrites pour créer des jeux dans le système de la carotte sont faciles à configurer sur tous les jeux et applications. Facile à mettre à jour. N'interférez pas profondément avec les systèmes d'exploitation et les plates-formes\n\nFonction principale\napplication magasin :\nÉvaluer :Examen de l'application\nPartager : partager l'application\nApp Autre : Suggérer d'autres applications\n\nInterface utilisateur et UX\nListe des boîtes : Liste des objets sous forme de liste\nBox Grid : Liste des objets sous forme de grille\nCréer un paramètre : créer des paramètres pour chaque scène de l'application\n\nFonction\nEmplacement : obtient l'emplacement actuel et renvoie le nom de l'emplacement\nJournal : Afficher l'historique de l'activité de l'application\nJson : analyser la chaîne json et convertir l'objet en chaîne json\nIn-app : achats intégrés\nRestaurer : restaurer les éléments achetés\nDev Mol : changer le mode de l'application pour personnaliser le développement\nRéinitialiser l'application : efface toutes les données enregistrées et rétablit les paramètres d'usine de l'application\n\nUtilisateur\nConnexion Connexion\nS'inscrire : s'inscrire\nInformations de mise à jour : informations de mise à jour\nAfficher les informations : afficher les informations\nChanger le mot de passe : Changer le mot de passe\n\nCaméraPro\nAppareil photo : prendre des photos\nÉditeur de photos : Éditeur de photos\nListe de photos : visionneuse de photos\n\nThème\nThème de couleur : Choisissez une couleur principale\nThème de liste : collection de thèmes pour les applications\nThème client : concevez votre propre ensemble de thèmes personnalisés\nCouleur de la liste : Liste des couleurs\nMélanger la couleur : mélanger les couleurs\n\nJeux\nManette de jeu : prise en charge de la manette de jeu\nMeilleur joueur : Annonces de classement des joueurs\nAfficher les annonces : Afficher les annonces Admob, Carotte, Vungle\nPublicité avec récompense : regardez des publicités pour obtenir des récompenses",
  "name_id": "Carrot Framework Unity",
  "google_play": "https://play.google.com/store/apps/details?id=com.carrotstore.framework",
  "describe_ko": "게시하기 전에 기능을 빌드하고 테스트하기 위한 샘플 앱\n\n사용자 정의 인터페이스와 교차 플랫폼 기능을 사용하여 게임을 더 쉽게 만드는 템플릿 및 플러그인 생성\n\n당근 시스템에서 게임을 만들기 위해 작성된 기능은 모든 게임 및 응용 프로그램에 쉽게 설정할 수 있습니다. 업데이트하기 쉽습니다. 운영 체제 및 플랫폼에 깊이 간섭하지 마십시오.\n\n주요기능\n스토어 앱:\n평가:앱 리뷰\n공유:앱 공유\n앱 기타: 다른 앱 추천\n\nUI 및 UX\n상자 목록: 목록 형식의 개체 목록\n박스 그리드: 그리드 형태의 객체 목록\n설정 생성: 애플리케이션의 각 장면에 대한 설정 생성\n\n기능\n위치: 현재 위치를 가져오고 위치 이름을 반환합니다.\n로그:응용 프로그램 활동 기록 보기\nJson: json 문자열 구문 분석 및 객체를 json 문자열로 변환\n인앱: 인앱 구매\n복원: 구매한 항목 복원\nDev Mol: 앱 모드를 변경하여 개발 맞춤화\n앱 재설정: 저장된 모든 데이터를 지우고 앱을 공장 설정으로 되돌립니다.\n\n사용자\n로그인:로그인\n등록기: 등록\n업데이트 정보: 업데이트 정보\nViewInfo:정보 보기\n비밀번호 변경: 비밀번호 변경\n\n카메라프로\n카메라: 사진 찍기\n사진 편집기: 사진 편집기\n사진 목록: 사진 뷰어\n\n주제\n색상 테마: 기본 색상 선택\n목록 테마: 앱용 테마 모음\n고객 테마: 나만의 맞춤형 테마 세트 디자인\n목록 색상: 색상 목록\n혼합 색상: 혼합 색상\n\n계략\n게임패드: 게임패드 지원\n상위 플레이어: 플레이어 순위 광고\n광고 보기: 광고 보기 Admob,Carrot,Vungle\n보상형 광고: 광고를 보고 보상을 받으세요",
  "describe_it": "App di esempio per la creazione di funzioni e test prima della pubblicazione\n\nCrea modelli e plug-in per semplificare i giochi, con interfacce personalizzate e funzionalità multipiattaforma\n\nLe funzioni scritte per creare giochi nel sistema carota sono facili da configurare su tutti i giochi e le applicazioni. Facile da aggiornare. Non interferire profondamente con i sistemi operativi e le piattaforme\n\nFunzione principale\nnegozio App:\nVota: recensione dell'app\nCondividi: condividi l'app\nApp Altro: suggerisci altre app\n\nInterfaccia utente e utente\nBox List:Elenco di oggetti in forma di elenco\nBox Grid: Elenco di oggetti in forma di griglia\nCrea impostazioni: crea le impostazioni per ogni scena dell'applicazione\n\nFunzione\nPosizione: ottiene la posizione corrente e restituisce il nome della posizione\nLog: visualizza la cronologia delle attività dell'applicazione\nJson: analizza la stringa json e converte l'oggetto in stringa json\nIn-app: acquisti in-app\nRipristina: ripristina gli oggetti acquistati\nDev Mol: modifica la modalità dell'app per personalizzare lo sviluppo\nRipristina app: cancella tutti i dati salvati e riporta l'app alle impostazioni di fabbrica\n\nUtente\nEntra Entra\nRegistrati: registrati\nUpdateinfo: aggiorna le informazioni\nViewInfo: visualizza le informazioni\nCambia password: cambia la password\n\nCameraPro\nFotocamera: scatta foto\nEditor di foto: editor di foto\nElenco foto: Visualizzatore foto\n\nTema\nTema colore: scegli un colore principale\nTema elenco: raccolta di temi per le app\nTema del cliente: progetta il tuo set di temi personalizzato\nColore elenco: elenco di colori\nMescola colore: mescola i colori\n\nGiochi\nGamePad: supporto del gamepad\nMiglior giocatore: annunci di classifica dei giocatori\nVisualizza annunci: Visualizza annunci Admob,Carrot,Vungle\nPubblicità di premi: guarda gli annunci per ottenere premi",
  "name_ko": "Carrot Framework Unity",
  "name_it": "Carrot Framework Unity",
  "rates": [
    {
      "date": "2023-07-26T08:07:19.554Z",
      "star": "5",
      "comment": "hay",
      "user": {
        "name": "Trần Thiện Thanh",
        "avatar": "https://lh3.googleusercontent.com/ogw/AGvuzYb9hAKgTTBonLDFPM0JTY6m5ciyk4nzDu6E4I4S=s512-c-mo",
        "id": "NWckxAHWzki4bWFouObRSPRXAeCf",
        "lang": "vi"
      }
    },
    {
      "date": "2023-07-26T15:07:53Z",
      "star": "4",
      "comment": "test",
      "user": {
        "name": "tranrot93",
        "avatar": "https://lh3.googleusercontent.com/ogw/AGvuzYZdvubkObCKYq_8uj_zogyvPzeSHSvgQl6a_oGT1Q=s512-c-mo",
        "id": "fE8EH8DrakBhrX3lKGb46eu5OtUG",
        "lang": "vi"
      }
    }
  ],
  "rank": [
    {
      "date": "2023-07-26T17:52:11Z",
      "scores": "1",
      "type": "0",
      "user": {
        "name": "tranrot93",
        "avatar": "https://lh3.googleusercontent.com/ogw/AGvuzYZdvubkObCKYq_8uj_zogyvPzeSHSvgQl6a_oGT1Q=s512-c-mo",
        "id": "fE8EH8DrakBhrX3lKGb46eu5OtUG",
        "lang": "vi"
      }
    },
    {
      "date": "2023-07-26T18:39:54Z",
      "scores": "1",
      "type": "0",
      "user": {
        "name": "Trần Thiện Thanh",
        "avatar": "https://lh3.googleusercontent.com/ogw/AGvuzYb9hAKgTTBonLDFPM0JTY6m5ciyk4nzDu6E4I4S=s512-c-mo",
        "id": "NWckxAHWzki4bWFouObRSPRXAeCf",
        "lang": "vi"
      }
    }
  ],
  "id": "Carrot Framework Unity"
}