{
  "all_item": [
    {
      "ball_control": "3",
      "playing_position": "3",
      "ball_force": "3",
      "name": "Alisson Becker",
      "date_create": "2024-04-30T06:22:01.648Z",
      "tip": "Alisson Becker is a Brazilian professional footballer widely recognized for his exceptional goalkeeping skills. Born on October 2, 1992, in Novo Hamburgo, Brazil, Alisson began his football journey at a young age, honing his talents through dedication and hard work.\n\nKnown for his remarkable reflexes, commanding presence in the box, and adept ball distribution, Alisson has established himself as one of the premier goalkeepers in the world. His ability to make crucial saves under pressure has earned him praise from fans and experts alike.",
      "ball_cutting": "8",
      "id": "player1714458121648",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714457703010_Alisson.png?alt=media&token=c99c1619-eac4-46bb-8aa0-3a7fc51ad4f2",
      "buy": "0",
      "id_import": "player1714458121648"
    },
    {
      "date_create": "2024-04-30T06:55:00.649Z",
      "ball_force": "2",
      "id": "player1714460100649",
      "name": "Frenkie de Jong",
      "ball_cutting": "3",
      "playing_position": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714460120334_Frenkie_De_Jong.png?alt=media&token=140f95dc-0065-4e55-b2d6-97d85117e166",
      "tip": "Frenkie de Jong is a Dutch professional footballer renowned for his exceptional midfield prowess. Born on May 12, 1997, in Arkel, Netherlands, De Jong rose to prominence through his remarkable performances at AFC Ajax, where his vision, technique, and ability to dictate play caught the attention of top clubs across Europe. In 2019, he made a high-profile transfer to Barcelona, where he continued to showcase his talent at the highest level of the sport. Known for his intelligence on the ball, composure under pressure, and versatility, De Jong has earned acclaim as one of the most promising midfield talents of his generation.",
      "buy": "0",
      "ball_control": "6",
      "id_import": "player1714460100649"
    },
    {
      "ball_control": "4",
      "name": "Gerard Piqué",
      "ball_cutting": "7",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714460330775_Gerard_Pique.png?alt=media&token=3d109516-d0b5-4ebb-ba75-f321b20f0629",
      "tip": "Gerard Piqué is a Spanish professional footballer known for his prowess as a central defender. Born on February 2, 1987, in Barcelona, Spain, Piqué rose through the ranks of Barcelona's youth academy, La Masia, before making his senior debut for the club in 2008. With exceptional defensive skills, aerial ability, and leadership qualities, he quickly established himself as a key player for both Barcelona and the Spanish national team. Piqué's illustrious career includes numerous domestic and international titles, including multiple La Liga and UEFA Champions League titles with Barcelona, as well as the FIFA World Cup and UEFA European Championship with the Spanish national team. Off the pitch, he is known for his entrepreneurial ventures and philanthropic efforts. Gerard Piqué remains a revered figure in the world of football, admired for his talent, versatility, and commitment to excellence.",
      "id": "player1714460315459",
      "playing_position": "2",
      "date_create": "2024-04-30T06:58:35.459Z",
      "ball_force": "3",
      "id_import": "player1714460315459"
    },
    {
      "tip": "Kevin De Bruyne is a Belgian professional footballer widely recognized for his exceptional skills and versatility on the field. Born on June 28, 1991, in Drongen, Belgium, De Bruyne has made a name for himself as one of the finest midfielders of his generation. He began his professional career at Genk before moving to Chelsea in 2012. However, it was during his time at Manchester City since 2015 that he truly flourished, becoming a pivotal figure in the team's success with his precise passing, vision, and powerful shots. De Bruyne's remarkable performances have earned him numerous accolades, including the Premier League Player of the Season award. Additionally, he has been a key player for the Belgian national team, contributing significantly to their successes in major tournaments. Kevin De Bruyne's blend of intelligence, technique, and leadership makes him one of the most admired and influential footballers in the world.",
      "playing_position": "0",
      "ball_cutting": "6",
      "name": "Kevin De Bruyne",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714460543800_Kevin_De_Bruyne.png?alt=media&token=26b5cda1-936c-4e2c-b141-42de24541902",
      "date_create": "2024-04-30T07:02:09.982Z",
      "id": "player1714460529982",
      "ball_force": "3",
      "ball_control": "5",
      "id_import": "player1714460529982"
    },
    {
      "date_create": "2024-04-30T07:03:50.276Z",
      "buy": "0",
      "id": "player1714460630276",
      "ball_cutting": "2",
      "playing_position": "1",
      "ball_control": "6",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714460639753_kylian_mbappe.png?alt=media&token=4ac35ea4-1511-4f72-8105-e58aea872e16",
      "ball_force": "3",
      "tip": "Kylian Mbappé is a French professional footballer widely recognized for his extraordinary speed, skill, and scoring prowess. Born on December 20, 1998, in Bondy, France, Mbappé quickly rose to prominence as one of the brightest talents in world football. He began his senior career with AS Monaco in 2015, where his electrifying performances captured global attention. Renowned for his blistering pace, technical ability, and clinical finishing, Mbappé has since become a key figure for both club and country. He played a crucial role in France's 2018 FIFA World Cup triumph, earning the tournament's Best Young Player award. Currently plying his trade for Paris Saint-Germain, Mbappé continues to dazzle audiences with his remarkable talent and remains one of the most exciting prospects in the footballing world.",
      "name": "Kylian Mbappé",
      "id_import": "player1714460630276"
    },
    {
      "playing_position": "2",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714462605553_leonardo_bonucci.png?alt=media&token=9ecde1c5-cc26-4c03-9ce8-2cfa77b0014c",
      "ball_cutting": "5",
      "date_create": "2024-04-30T07:36:08.028Z",
      "id": "player1714462568028",
      "ball_force": "2",
      "name": "Leonardo Bonucci",
      "buy": "0",
      "tip": "Leonardo Bonucci is an Italian professional footballer renowned for his defensive prowess and leadership on the field. Born on May 1, 1987, in Viterbo, Italy, Bonucci has made a significant impact in the world of football. He primarily plays as a central defender and is known for his exceptional passing ability, tactical intelligence, and aerial dominance. Bonucci began his professional career with Inter Milan but rose to prominence during his time with Juventus, where he formed a formidable defensive partnership with Giorgio Chiellini and Andrea Barzagli, earning several Serie A titles and reaching the UEFA Champions League final. In 2017, he transferred to AC Milan before returning to Juventus the following year. Bonucci is also a key figure in the Italian national team, representing his country in multiple UEFA European Championships and FIFA World Cups. His contributions both domestically and internationally have solidified his reputation as one of the finest defenders of his generation.",
      "ball_control": "6",
      "id_import": "player1714462568028"
    },
    {
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714463571739_Luis_Suarez.png?alt=media&token=e8b35768-ddbf-4d3a-b43a-dc3df0cb00e7",
      "tip": "Luis Suárez, born on January 24, 1987, in Salto, Uruguay, is a prolific footballer renowned for his exceptional skill, agility, and goal-scoring prowess. Suárez has carved his name in football history with remarkable performances for club and country. Known for his tenacity on the field, Suárez has played for several top-tier clubs including Ajax Amsterdam, Liverpool FC, FC Barcelona, and Atlético Madrid.\n\nThroughout his career, Suárez has garnered numerous accolades, including multiple league titles and individual awards. His versatility as a forward, coupled with his ability to create scoring opportunities, makes him a formidable presence on the pitch. However, Suárez has also faced controversies, notably for instances of on-field misconduct.\n\nInternationally, Suárez has represented Uruguay in multiple FIFA World Cups and Copa América tournaments, leaving an indelible mark with his performances. Beyond his footballing prowess, Suárez is admired for his resilience and determination, exemplifying the spirit of the beautiful game.",
      "ball_control": "7",
      "name": "Luis Suárez",
      "ball_cutting": "5",
      "ball_force": "4",
      "id": "player1714463562648",
      "playing_position": "1",
      "buy": "0",
      "date_create": "2024-04-30T07:52:42.648Z",
      "id_import": "player1714463562648"
    },
    {
      "buy": "0",
      "date_create": "2024-04-30T07:54:09.603Z",
      "name": "Luka Modric caricature",
      "tip": "Luka Modric, the Croatian football maestro, is more than just a player; he's a living legend. Known for his exceptional playmaking skills, agility, and tactical brilliance, Modric has left an indelible mark on the football world. From his early days in Dinamo Zagreb to his stellar performances with Real Madrid and the Croatian national team, Modric's journey is a testament to hard work and perseverance. With numerous accolades including the prestigious Ballon d'Or in 2018, Modric continues to mesmerize fans with his elegant style of play and unwavering determination. In the world of football caricature, capturing Modric's distinct features and dynamic presence is a celebration of his enduring impact on the beautiful game.",
      "id": "player1714463649603",
      "ball_cutting": "2",
      "ball_force": "8",
      "ball_control": "4",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714463671350_Luka_Modric_caricature.png?alt=media&token=41cf0bf8-4b18-4f86-b13b-3a7e75262ec9",
      "playing_position": "1",
      "id_import": "player1714463649603"
    },
    {
      "buy": "1",
      "date_create": "2024-04-30T07:55:26.674Z",
      "ball_control": "6",
      "playing_position": "0",
      "ball_cutting": "3",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714463745044_Marcelo_Vieira.png?alt=media&token=849829a8-262f-42b1-8689-4e5d610ac5a9",
      "id": "player1714463726674",
      "ball_force": "7",
      "name": "Marcelo Vieira",
      "tip": "Marcelo Vieira is not only a seasoned Brazilian footballer but also a caricature artist’s dream subject. With his dynamic playing style and charismatic personality, Marcelo has become a household name in the world of football. Known for his lightning-fast dribbling, precise passes, and attacking prowess from the left-back position, Marcelo has left an indelible mark on the sport. Off the field, his larger-than-life persona and infectious smile make him a natural choice for caricature artists seeking to capture his essence in exaggerated strokes and playful expressions. Whether on the pitch or on canvas, Marcelo Vieira is a true embodiment of passion and creativity.",
      "id_import": "player1714463726674"
    },
    {
      "name": "Marquinhos",
      "playing_position": "2",
      "ball_force": "3",
      "tip": "Marquinhos is a Brazilian professional footballer widely recognized for his exceptional defensive skills and leadership on the field. Born on May 14, 1994, in São Paulo, Brazil, Marquinhos began his professional career with Corinthians before making a move to Europe to join Paris Saint-Germain in 2013. He quickly established himself as a key player for both club and country, earning praise for his versatility, composure, and tactical awareness. As a central defender, Marquinhos is known for his ability to read the game, make crucial interceptions, and provide stability to the defense. Beyond his defensive prowess, he is also adept at initiating attacking moves and scoring crucial goals when needed. With numerous domestic and international titles to his name, Marquinhos is widely regarded as one of the top defenders in the world.",
      "id": "player1714463840769",
      "buy": "0",
      "ball_cutting": "7",
      "date_create": "2024-04-30T07:57:20.769Z",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714463854720_Marquinhos.png?alt=media&token=0bd8d4f8-0da0-4c7e-a590-9b463c7750bc",
      "ball_control": "5",
      "id_import": "player1714463840769"
    },
    {
      "tip": "Lionel Messi is a legendary Argentine footballer widely regarded as one of the greatest players of all time. Born on June 24, 1987, in Rosario, Argentina, Messi's remarkable career has been defined by his extraordinary talent, agility, and vision on the field. He spent the majority of his career at FC Barcelona, where he achieved numerous accolades including multiple FIFA Ballon d'Or awards for the world's best player. Known for his mesmerizing dribbling skills, precise passing, and clinical finishing, Messi has shattered countless records and rewritten the history books of football. In August 2021, he transferred to Paris Saint-Germain, continuing to showcase his brilliance at the highest level. Off the field, Messi is admired for his humility and philanthropy, making him not just a sporting icon but also a global inspiration.",
      "ball_force": "9",
      "ball_cutting": "6",
      "date_create": "2024-04-30T07:58:58.156Z",
      "id": "player1714463938156",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714463948743_Messi.png?alt=media&token=38085da1-61ee-4840-a1c5-04cc5f59d9ac",
      "name": "Lionel Messi",
      "buy": "1",
      "ball_control": "9",
      "playing_position": "0",
      "id_import": "player1714463938156"
    },
    {
      "ball_control": "8",
      "name": "Neymar",
      "playing_position": "0",
      "tip": "Neymar, born Neymar da Silva Santos Júnior on February 5, 1992, in Mogi das Cruzes, Brazil, is a renowned footballer known for his electrifying playing style and remarkable skills on the field. Rising through the ranks of Brazilian football, Neymar quickly gained international attention for his exceptional talent, earning comparisons to legendary players like Pelé and Ronaldinho. He began his professional career with Santos FC in Brazil before making a high-profile move to FC Barcelona in 2013, where he formed a formidable attacking trio with Lionel Messi and Luis Suárez. Neymar's impressive performances led him to become one of the most expensive footballers in history when he transferred to Paris Saint-Germain in 2017. A dynamic forward with dazzling dribbling ability and a keen eye for goal, Neymar has earned numerous individual accolades throughout his career and continues to be a central figure in both club and international football, representing the Brazilian national team with distinction in major tournaments like the FIFA World Cup and Copa América. Beyond his footballing prowess, Neymar's charisma and off-field persona have made him a global icon, transcending the sport to become a cultural phenomenon.",
      "ball_force": "7",
      "id": "player1714464006485",
      "buy": "1",
      "date_create": "2024-04-30T08:00:06.485Z",
      "ball_cutting": "8",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464015889_Neymar.png?alt=media&token=6de2019c-065b-4aa4-9efe-f01267ae9c82",
      "id_import": "player1714464006485"
    },
    {
      "buy": "0",
      "ball_cutting": "4",
      "ball_force": "4",
      "ball_control": "8",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464226821_NGolo_Kante.png?alt=media&token=e79ba709-a919-4d02-9365-a39973a0c8f8",
      "playing_position": "1",
      "date_create": "2024-04-30T08:03:32.956Z",
      "id": "player1714464212955",
      "name": "N'Golo Kante",
      "tip": "N'Golo Kanté is a French professional footballer renowned for his exceptional defensive skills and tireless work ethic on the field. Born on March 29, 1991, in Paris, France, Kante rose to prominence with his remarkable performances for Leicester City during their historic Premier League title-winning campaign in 2015-2016. His ability to break up opposition attacks and quickly transition the ball to his teammates earned him widespread recognition and admiration.\n\nFollowing his success at Leicester City, Kante continued to excel after moving to Chelsea FC in 2016, where he played a crucial role in their Premier League and FA Cup triumphs. His tenacity, intelligence, and humble demeanor have made him a fan favorite and a respected figure in the world of football. Kante's contributions extend beyond his club performances, as he has been a key figure in the French national team, helping them win the 2018 FIFA World Cup in Russia. With numerous individual awards and accolades to his name, N'Golo Kante remains one of the most revered midfielders of his generation, admired for his modesty both on and off the pitch.",
      "id_import": "player1714464212955"
    },
    {
      "name": "Paul Pogba",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464322405_Paul_Pogba.png?alt=media&token=6a8ee43c-e17e-4d3e-a468-c16896548130",
      "playing_position": "1",
      "ball_cutting": "7",
      "date_create": "2024-04-30T08:05:11.733Z",
      "tip": "Paul Pogba is a French professional footballer renowned for his dynamic playing style and versatility on the field. Born on March 15, 1993, in Lagny-sur-Marne, France, Pogba's career began at the youth academy of Le Havre before he moved to Manchester United's academy in 2009. He made his professional debut for Manchester United in 2011 but truly rose to prominence during his time at Juventus, where he played from 2012 to 2016, winning multiple Serie A titles and showcasing his exceptional midfield skills.\n\nIn 2016, Pogba made a record-breaking return to Manchester United, becoming the most expensive footballer in history at the time. Known for his athleticism, vision, passing range, and powerful shots, Pogba is a central figure for both Manchester United and the French national team. He played a key role in France's victory in the 2018 FIFA World Cup, demonstrating his ability to perform at the highest level on the international stage.\n\nOff the pitch, Pogba is recognized for his unique fashion sense and vibrant personality, making him a popular figure beyond the realm of football. Despite facing occasional criticism, his talent and impact on the game remain undeniable, cementing his status as one of the most influential midfielders of his generation.",
      "ball_control": "3",
      "id": "player1714464311733",
      "buy": "0",
      "ball_force": "6",
      "id_import": "player1714464311733"
    },
    {
      "ball_control": "9",
      "ball_force": "7",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464412654_ronadido.png?alt=media&token=a7cfabf1-6778-4e11-b787-09d9b201de39",
      "buy": "1",
      "name": "Ronaldinho",
      "tip": "Ronaldinho, born as Ronaldo de Assis Moreira on March 21, 1980, in Porto Alegre, Brazil, is a legendary footballer celebrated for his extraordinary skills, creativity, and infectious joy on the field. Throughout his illustrious career, Ronaldinho showcased unparalleled dribbling ability, impeccable ball control, and a knack for producing magical moments that mesmerized fans worldwide.\n\nHe rose to prominence during his time at FC Barcelona, where he became a pivotal figure in the team's success, winning numerous domestic and international titles, including two FIFA World Player of the Year awards (2004, 2005). Ronaldinho's flair and charisma transcended the sport, earning him admiration and respect from fans and fellow athletes alike.\n\nBeyond his club career, Ronaldinho also left an indelible mark on the international stage, representing Brazil in multiple FIFA World Cups and playing a crucial role in their triumph in the 2002 tournament. His performances consistently dazzled audiences, leaving an enduring legacy as one of the greatest footballers of his generation.\n\nOff the pitch, Ronaldinho's infectious personality and philanthropic endeavors have further endeared him to fans worldwide. Despite his retirement from professional football, his impact on the sport continues to resonate, inspiring future generations of players to embrace creativity and joy in their approach to the game. Ronaldinho's name will forever be synonymous with footballing brilliance and sheer entertainment.",
      "ball_cutting": "8",
      "id": "player1714464390412",
      "playing_position": "1",
      "date_create": "2024-04-30T08:06:30.412Z",
      "id_import": "player1714464390412"
    },
    {
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464504223_Ronaldo.png?alt=media&token=38db1424-fa3f-4275-9b8c-82fc978ed642",
      "tip": "Cristiano Ronaldo, born on February 5, 1985, in Madeira, Portugal, is one of the most iconic footballers of all time. Renowned for his exceptional skill, athleticism, and goal-scoring prowess, Ronaldo has left an indelible mark on the world of football. With numerous accolades including multiple FIFA Ballon d'Or awards, he's proven his dominance at clubs like Manchester United, Real Madrid, Juventus, and now Sporting CP. Off the field, Ronaldo is a global icon, known for his philanthropy, business ventures, and dedication to fitness. His impact transcends sports, inspiring millions worldwide with his relentless pursuit of excellence.",
      "playing_position": "0",
      "ball_control": "9",
      "date_create": "2024-04-30T08:08:09.253Z",
      "ball_force": "8",
      "name": "Cristiano Ronaldo",
      "id": "player1714464489253",
      "ball_cutting": "5",
      "buy": "1",
      "id_import": "player1714464489253"
    },
    {
      "name": "Ronaldo Nazário",
      "playing_position": "1",
      "tip": "Ronaldo Nazário, commonly known as Ronaldo, is a legendary Brazilian footballer whose name is synonymous with skill, speed, and goal-scoring prowess. With a career spanning over two decades, Ronaldo mesmerized fans worldwide with his lightning-quick dribbling and clinical finishing. He won numerous accolades, including two FIFA World Cup titles with Brazil in 1994 and 2002. Renowned for his strength and agility, Ronaldo played for iconic clubs like Barcelona, Inter Milan, Real Madrid, and AC Milan, leaving an indelible mark in each jersey he wore. His remarkable ability to overcome injuries and continue dominating the pitch solidified his status as one of the greatest footballers of all time. Off the field, Ronaldo remains a respected figure, known for his philanthropy and contributions to the sport's development.",
      "ball_cutting": "8",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464643510_ronaldo_98.png?alt=media&token=748e299b-d5c9-4af0-947e-e5e28d0aa1de",
      "buy": "1",
      "id": "player1714464628413",
      "ball_force": "8",
      "ball_control": "8",
      "date_create": "2024-04-30T08:10:28.413Z",
      "id_import": "player1714464628413"
    },
    {
      "tip": "Sergio Ramos is a Spanish football icon renowned for his defensive prowess and leadership on the field. Born on March 30, 1986, in Camas, Spain, Ramos has had a distinguished career primarily as a central defender. He spent the majority of his career at Real Madrid, where he became one of the most decorated players in the club's history, winning numerous La Liga titles and UEFA Champions League trophies. Known for his aerial ability, physicality, and knack for scoring crucial goals, Ramos is also a mainstay in the Spanish national team, representing his country in multiple FIFA World Cups and UEFA European Championships. Off the pitch, he is admired for his charitable work and dedication to various social causes.",
      "id": "player1714464737813",
      "name": "Sergio Ramos",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714464749897_Sergio_Ramos.png?alt=media&token=50c08c02-0c99-4eb3-9028-fed69a17adaf",
      "date_create": "2024-04-30T08:12:17.813Z",
      "playing_position": "0",
      "buy": "0",
      "ball_force": "7",
      "ball_control": "6",
      "ball_cutting": "4",
      "id_import": "player1714464737813"
    },
    {
      "ball_force": "7",
      "id": "player1714465083492",
      "tip": "Toni Kroos is a German football maestro renowned for his precise passing and exceptional vision on the field. Born on January 4, 1990, in Greifswald, Germany, Kroos began his professional career with Bayern Munich before making his mark globally with Real Madrid. Known for his versatility, Kroos can dominate midfield with his astute control and tactical intelligence. His illustrious career includes multiple Bundesliga and Champions League titles, along with World Cup glory with the German national team in 2014. A midfield maestro admired for his composure under pressure, Kroos continues to be a pivotal figure in modern football.",
      "ball_control": "6",
      "buy": "0",
      "date_create": "2024-04-30T08:18:03.492Z",
      "playing_position": "1",
      "ball_cutting": "2",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714465095609_Toni_Kroos.png?alt=media&token=0f9225da-9f14-4ff3-a107-5a031df34986",
      "name": "Toni Kroos",
      "id_import": "player1714465083492"
    },
    {
      "ball_force": "3",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714465172518_Thibaut_Courtois.png?alt=media&token=2d96d293-20a9-479b-91ec-ec6136654f0f",
      "playing_position": "3",
      "ball_control": "2",
      "tip": "Thibaut Courtois is a Belgian professional footballer widely regarded as one of the top goalkeepers in the world. Born on May 11, 1992, he began his career at Genk before joining Chelsea in 2011. Standing at 6 feet 6 inches tall, Courtois possesses remarkable reflexes and shot-stopping abilities. His commanding presence in goal and exceptional distribution skills have made him a key player for both club and country. In 2018, he transferred to Real Madrid, where he continues to excel, earning numerous accolades including La Liga titles and individual goalkeeper awards. Off the pitch, Courtois is known for his philanthropy and dedication to environmental causes.",
      "date_create": "2024-04-30T08:19:19.657Z",
      "ball_cutting": "8",
      "buy": "0",
      "id": "player1714465159657",
      "name": "Thibaut Courtois",
      "id_import": "player1714465159657"
    },
    {
      "date_create": "2024-04-30T08:20:59.563Z",
      "name": "Virgil van dijk",
      "ball_force": "2",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714465273964_Virgil_van_dijk.png?alt=media&token=7edc05c8-8308-41d9-9fa2-6d029325b1b7",
      "ball_cutting": "8",
      "buy": "0",
      "playing_position": "2",
      "ball_control": "2",
      "id": "player1714465259563",
      "tip": "Virgil van Dijk, a Dutch footballer, is renowned for his defensive prowess and leadership on the field. Standing tall at 6 feet 4 inches, he dominates the game with his imposing presence and exceptional aerial ability. Van Dijk's journey to stardom saw him rise through the ranks of Groningen and Celtic before landing at Southampton and eventually Liverpool, where he solidified his status as one of the world's best defenders. His commanding performances earned him numerous accolades, including the PFA Players' Player of the Year and UEFA Men's Player of the Year nominations. Beyond his defensive duties, Van Dijk is celebrated for his composure on the ball and his ability to initiate attacks from the backline, making him a complete modern-day defender.",
      "id_import": "player1714465259563"
    },
    {
      "playing_position": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714465370241_Zlatan_Ibrahimovic.png?alt=media&token=461a512b-6de6-4b50-820b-c6f7441849ba",
      "name": "Zlatan Ibrahimovic",
      "date_create": "2024-04-30T08:22:32.995Z",
      "ball_control": "6",
      "ball_force": "7",
      "tip": "Zlatan Ibrahimovic, often hailed as one of the most iconic footballers of his generation, boasts a career spanning top clubs across Europe. With his towering presence and exceptional skills, he has left an indelible mark on the football world. Born in Sweden, Ibrahimovic's journey took him from Malmo FF to renowned clubs like Ajax, Juventus, Inter Milan, Barcelona, AC Milan, Paris Saint-Germain, Manchester United, and LA Galaxy. Known for his acrobatic goals and confident demeanor, he's won numerous league titles and individual accolades throughout his illustrious career. Even in his later years, Ibrahimovic continues to defy age, showcasing his enduring talent and charisma on the pitch.",
      "ball_cutting": "4",
      "id": "player1714465352995",
      "buy": "1",
      "id_import": "player1714465352995"
    },
    {
      "playing_position": "1",
      "name": "Erling Haaland",
      "date_create": "2024-05-06T07:34:59.635Z",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714982137556_Erling%20Haaland.png?alt=media&token=cbafae5d-1ac0-4138-ae18-22b1e561636a",
      "ball_cutting": "3",
      "ball_control": "7",
      "ball_force": "9",
      "buy": "1",
      "tip": "Erling Haaland, a dynamic Norwegian footballer, is a force to be reckoned with on the pitch. Renowned for his blistering pace, clinical finishing, and towering presence, he's a nightmare for defenders. Born in 2000, Haaland has already made a significant impact in top European leagues, showcasing his remarkable talent with both Borussia Dortmund and later with his move to Manchester City. With an impressive goal-scoring record and a hunger for success, he's widely regarded as one of the most promising talents in the world of football. Off the field, his humility and dedication to his craft further endear him to fans worldwide, making him a true icon of the sport.",
      "id": "player1714980899635",
      "id_import": "player1714980899635"
    },
    {
      "buy": "0",
      "name": "Jobe Bellingham",
      "ball_force": "5",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714982471196_jobe%20bellingham.png?alt=media&token=409f0d78-3475-4a35-ac27-d94c134988c2",
      "id": "player1714982454369",
      "date_create": "2024-05-06T08:00:54.369Z",
      "ball_control": "6",
      "ball_cutting": "8",
      "tip": "Jobe Bellingham, a rising star in the world of football. With lightning speed and precise footwork, Bellingham dominates the midfield with finesse. Hailing from England, this young talent has already made waves with his exceptional skill and determination on the pitch. Known for his versatility and tactical awareness, Bellingham is a force to be reckoned with. As a key player for his club, he consistently delivers top-notch performances, earning the admiration of fans worldwide. Keep an eye on Jobe Bellingham as he continues to dazzle and make his mark in the beautiful game.",
      "playing_position": "1",
      "id_import": "player1714982454369"
    },
    {
      "ball_control": "7",
      "playing_position": "0",
      "ball_force": "4",
      "name": "Nestory Irankunda",
      "id": "player1714984267684",
      "date_create": "2024-05-06T08:31:07.684Z",
      "ball_cutting": "8",
      "tip": "Nestory Irankunda is a rising star in the world of football, known for his electrifying pace and remarkable technical skills. Hailing from Rwanda, Irankunda has captivated audiences with his dazzling performances on the field. His versatility allows him to excel in multiple positions, making him a valuable asset to any team. With a relentless work ethic and a passion for the game, Irankunda continues to impress scouts and fans alike with his potential to become a footballing sensation. Keep an eye on this dynamic talent as he takes the football world by storm.",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714984422668_Nestory%20Irankunda.png?alt=media&token=3f870aa0-7dd4-43e9-88b7-d89d88fcc974",
      "id_import": "player1714984267684"
    },
    {
      "ball_cutting": "8",
      "playing_position": "0",
      "ball_force": "6",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714987796720_Benjamin%20Cremaschi.png?alt=media&token=8bf8e392-8bf8-4ac7-8e15-d18cfd8c1711",
      "tip": "Benjamin Cremaschi is a rising star in the world of football. Known for his agility, precision, and strategic prowess on the field, he has captured the attention of fans and scouts alike. Hailing from Argentina, Cremaschi has quickly made a name for himself with his remarkable skills and dedication to the sport. His ability to read the game and create scoring opportunities has earned him a reputation as a formidable midfielder. With a promising career ahead of him, Cremaschi continues to impress with each match, solidifying his place as one to watch in the football world.",
      "ball_control": "4",
      "name": "Benjamin Cremaschi",
      "buy": "0",
      "id": "player1714987652370",
      "date_create": "2024-05-06T09:27:32.370Z",
      "id_import": "player1714987652370"
    },
    {
      "tip": "Sverre Nypan is a rising star in the world of football, hailing from Norway. Known for his remarkable agility and strategic prowess on the field, Nypan has garnered attention for his impressive performances as a midfielder. With a knack for precise passes and quick footwork, he's a force to be reckoned with in any match. Nypan's dedication to the sport and constant drive for improvement make him a promising talent to watch. As he continues to carve his path in professional football, Nypan's future shines bright with potential.",
      "ball_cutting": "7",
      "ball_control": "2",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714989756009_Sverre%20Nypan.png?alt=media&token=0d574c6f-257f-4431-8b54-aaf13d190172",
      "playing_position": "1",
      "ball_force": "2",
      "buy": "0",
      "id": "player1714989722899",
      "date_create": "2024-05-06T10:02:02.899Z",
      "name": "Sverre Nypan",
      "id_import": "player1714989722899"
    },
    {
      "ball_control": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714990145174_Agust%C3%ADn%20Ruberto.png?alt=media&token=9d81e77a-9299-4c30-822e-2df36c851e73",
      "tip": "Agustín Ruberto is a rising star in the world of football. Hailing from Argentina, he possesses remarkable skills on the field, particularly known for his agility and precise ball control. Ruberto's journey to prominence began in his early years, showcasing exceptional talent in youth leagues before making his professional debut. His dynamic playing style and versatility have earned him recognition among fans and critics alike. With a promising career ahead, he continues to captivate audiences with his electrifying performances, solidifying his position as one of the most exciting talents in modern football.",
      "buy": "0",
      "name": "Agustín Ruberto",
      "date_create": "2024-05-06T10:08:23.975Z",
      "ball_cutting": "6",
      "playing_position": "1",
      "id": "player1714990103975",
      "ball_force": "3",
      "id_import": "player1714990103975"
    },
    {
      "id": "player1714990253789",
      "date_create": "2024-05-06T10:10:53.790Z",
      "name": "Julian Rijkhoff",
      "ball_control": "2",
      "ball_cutting": "2",
      "ball_force": "6",
      "playing_position": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714990286991_Julian%20Rijkhoff.png?alt=media&token=93f87e38-effa-4e6c-991c-0c85b5832ef5",
      "tip": "Julian Rijkhoff is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from the Netherlands, Rijkhoff has quickly made a name for himself with his impressive skills as a forward. At a young age, he has already garnered attention from top clubs across Europe due to his speed, agility, and goal-scoring prowess. With a bright future ahead, Rijkhoff is poised to become a key player in the football scene for years to come. Keep an eye on this dynamic athlete as he continues to make waves in the sport.",
      "buy": "0",
      "id_import": "player1714990253789"
    },
    {
      "tip": "Assane Diao is a rising star in the football world, known for his electrifying speed and precise ball control. Born in Senegal, Diao's journey to success is as inspiring as his play on the field. His remarkable talent caught the attention of scouts at a young age, leading to his debut for the national team at just 19. With a knack for scoring crucial goals and creating scoring opportunities, Diao has become a key player for both club and country. Off the pitch, he's admired for his humility and dedication to giving back to his community through various charitable endeavors. Keep an eye on this dynamic midfielder as he continues to make waves in the world of football.",
      "ball_cutting": "4",
      "date_create": "2024-05-06T10:12:52.213Z",
      "id": "player1714990372213",
      "ball_control": "5",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714990410510_Assane%20Diao.png?alt=media&token=3bd6eb0a-6781-47d0-b6c7-1f4f4f255058",
      "playing_position": "2",
      "buy": "0",
      "ball_force": "6",
      "name": "Assane Diao",
      "id_import": "player1714990372213"
    },
    {
      "date_create": "2024-05-06T10:24:19.175Z",
      "ball_control": "1",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714991096417_Archie%20Gray.png?alt=media&token=bf2e839b-9ec5-4427-a54d-5512ba373c10",
      "name": "Archie Gray",
      "ball_cutting": "6",
      "tip": "Archie Gray, a rising football star, captivates fans with his electrifying play on the field. Known for his lightning-fast speed and exceptional ball control, Gray is a force to be reckoned with. Hailing from England, this talented midfielder has quickly made a name for himself in the world of football. His innate ability to read the game and make decisive moves has earned him praise from coaches and pundits alike. Off the pitch, Gray is admired for his humility and dedication to his craft, making him a role model for aspiring athletes everywhere. Keep an eye on this dynamic player as he continues to make waves in the footballing world.",
      "id": "player1714991059175",
      "ball_force": "5",
      "playing_position": "1",
      "id_import": "player1714991059175"
    },
    {
      "buy": "0",
      "tip": "Julien Duranville, a rising star in the world of football, epitomizes skill and dedication on the field. With lightning speed and impeccable technique, he dazzles fans with his mesmerizing plays. Hailing from France, Duranville's journey to success is marked by perseverance and passion for the beautiful game. Known for his versatility, he seamlessly maneuvers through opponents, leaving a trail of admiration in his wake. As a key player for his club, he consistently delivers outstanding performances, earning him accolades and admiration from both teammates and rivals alike. With each match, Duranville continues to etch his name in the annals of football history, destined for greatness.",
      "ball_cutting": "7",
      "playing_position": "2",
      "date_create": "2024-05-06T10:36:28.451Z",
      "ball_control": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714991826088_Julien%20Duranville.png?alt=media&token=cdf48fd0-29db-43bf-b52e-b945d624a7e3",
      "id": "player1714991788450",
      "ball_force": "5",
      "name": "Julien Duranville",
      "id_import": "player1714991788450"
    },
    {
      "ball_force": "4",
      "date_create": "2024-05-06T10:46:31.392Z",
      "playing_position": "1",
      "buy": "0",
      "tip": "Ethan Nwaneri is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from Nigeria, Nwaneri has captured the attention of fans worldwide with his impressive skills as a forward. With lightning speed and precise ball control, he's a formidable force on the pitch. Nwaneri's dedication to the sport and relentless work ethic have earned him accolades and admiration from teammates and coaches alike. Keep an eye on this promising athlete as he continues to make waves in the world of professional football.",
      "ball_cutting": "4",
      "id": "player1714992391392",
      "ball_control": "6",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1714992395967_Ethan%20Nwaneri.png?alt=media&token=58b42830-7ef9-4777-bbdd-a99b6fda0402",
      "name": "Ethan Nwaneri",
      "id_import": "player1714992391392"
    },
    {
      "name": "Paris Brunner",
      "tip": "Paris Brunner is a rising star in the world of football, known for his electrifying speed and impeccable ball control. Hailing from France, this dynamic player has captured the hearts of fans worldwide with his mesmerizing skills on the pitch. Brunner's versatility on the field, coupled with his strategic vision, makes him a formidable force in any match. With a knack for scoring crucial goals and creating scoring opportunities, he continues to be a key player for both his club and country. Keep an eye on Paris Brunner as he continues to dazzle audiences and leave his mark on the beautiful game.",
      "playing_position": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715004956829_Paris%20Brunner.png?alt=media&token=89fe9fe8-c3e7-4cb0-9891-4fe245bad08e",
      "date_create": "2024-05-06T14:14:03.524Z",
      "ball_control": "1",
      "ball_force": "6",
      "ball_cutting": "7",
      "buy": "0",
      "id": "player1715004843524",
      "id_import": "player1715004843524"
    },
    {
      "ball_force": "6",
      "playing_position": "2",
      "id": "player1715005060991",
      "tip": "Ben Doak is a rising star in the world of football. Known for his lightning-fast pace and impeccable ball control, he's making waves on the pitch. Hailing from England, Doak has already caught the eye of top clubs with his remarkable skills. His versatility and tactical awareness make him a force to be reckoned with in any position. With a promising career ahead, he's set to become a household name in the footballing world. Keep an eye on this dynamic player as he continues to dazzle audiences with his talent and determination.",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715005088609_Ben%20Doak.png?alt=media&token=1c74fb72-dd3b-4b31-a6e1-ed2bf2438cf7",
      "ball_cutting": "2",
      "ball_control": "5",
      "name": "Ben Doak",
      "date_create": "2024-05-06T14:17:40.991Z",
      "id_import": "player1715005060991"
    },
    {
      "ball_cutting": "3",
      "name": "Franco Mastantuono",
      "tip": "Franco Mastantuono, born in Italy, is a dynamic football player known for his exceptional skills on the field. With lightning speed and impeccable technique, he mesmerizes fans worldwide. Mastantuono's journey in professional football has been nothing short of remarkable, marked by his ability to deliver under pressure. Whether it's his precise passes or breathtaking goals, he leaves spectators in awe. Off the field, Mastantuono exudes humility and dedication, inspiring aspiring athletes globally. As a rising star in the football world, Mastantuono continues to shine bright, earning admiration and respect with each match he plays.",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715005233305_Franco%20Mastantuono.png?alt=media&token=9b56fd8a-5111-43ce-ae69-eb4ed65f6d20",
      "id": "player1715005157896",
      "ball_control": "3",
      "playing_position": "1",
      "buy": "0",
      "date_create": "2024-05-06T14:19:17.896Z",
      "ball_force": "7",
      "id_import": "player1715005157896"
    },
    {
      "name": "Marc Guiu",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715005320554_Marc%20Guiu.png?alt=media&token=09eadd76-7d16-4988-a434-c35a5634987a",
      "ball_control": "3",
      "tip": "Marc Guiu is a rising star in the world of football. Hailing from Spain, Guiu is renowned for his exceptional skills as a midfielder. With a keen eye for strategy and precise passes, he orchestrates plays with finesse on the field. His agility and versatility make him a valuable asset to any team he represents. Despite his young age, Guiu has already made a significant impact in the sport, garnering attention from scouts and fans alike. As he continues to hone his talents, he is poised to become a prominent figure in football for years to come.",
      "ball_force": "5",
      "playing_position": "1",
      "ball_cutting": "7",
      "buy": "0",
      "id": "player1715005273064",
      "date_create": "2024-05-06T14:21:13.065Z",
      "id_import": "player1715005273064"
    },
    {
      "date_create": "2024-05-06T14:23:10.263Z",
      "name": "George Ilenikhena",
      "buy": "0",
      "id": "player1715005390263",
      "tip": "George Ilenikhena is a rising football talent known for his exceptional skills and versatility on the field. Hailing from Nigeria, he has captured the attention of fans and scouts alike with his impressive performances. Ilenikhena's agility, speed, and tactical awareness make him a valuable asset to any team he plays for. With a strong work ethic and dedication to his craft, he continues to make strides in his career, earning recognition as one of the promising talents in African football. Keep an eye on Ilenikhena as he continues to make waves in the football world.",
      "ball_force": "7",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715005394938_George%20Ilenikhena.png?alt=media&token=adf51ba7-c9b1-40c0-901d-4f9f03b47069",
      "ball_cutting": "8",
      "ball_control": "2",
      "playing_position": "2",
      "id_import": "player1715005390263"
    },
    {
      "tip": "Paul Wanner is a rising star in the world of football. Known for his lightning-fast speed and impeccable dribbling skills, Wanner has captured the attention of fans worldwide. Hailing from Brazil, he honed his talents on the streets of São Paulo before catching the eye of scouts. His agility and versatility make him a formidable force on the pitch, capable of playing multiple positions with finesse. With a promising career ahead of him, Wanner is poised to leave a lasting mark on the beautiful game.",
      "ball_cutting": "4",
      "date_create": "2024-05-06T14:24:08.409Z",
      "buy": "0",
      "name": "Paul Wanner",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715005452608_Paul%20Wanner.png?alt=media&token=362c9fe6-0dbe-4929-a321-b3df30f13cf5",
      "id": "player1715005448409",
      "ball_force": "5",
      "ball_control": "5",
      "playing_position": "0",
      "id_import": "player1715005448409"
    },
    {
      "ball_control": "5",
      "date_create": "2024-05-06T14:25:09.020Z",
      "playing_position": "1",
      "ball_force": "6",
      "tip": "Isaac Babadi is a rising star in the world of football, known for his exceptional skills and versatility on the field. Hailing from Nigeria, Babadi has captured the attention of fans worldwide with his lightning-fast pace and precise ball control. His ability to play multiple positions makes him a valuable asset to any team. With a keen eye for goal and a knack for creating scoring opportunities, Babadi is poised to become one of the sport's most exciting talents. Keep an eye on this young prodigy as he continues to make waves in the footballing world.",
      "id": "player1715005509020",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715005522382_Isaac%20Babadi.png?alt=media&token=097ef326-a098-4b62-8d7b-37b883b8d661",
      "buy": "0",
      "ball_cutting": "9",
      "name": "Isaac Babadi",
      "id_import": "player1715005509020"
    },
    {
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006012845_Eliesse%20Ben%20Seghir.png?alt=media&token=9acff6f2-2d1f-42bb-a7c4-f5928b20dd7e",
      "playing_position": "1",
      "ball_force": "7",
      "name": "Eliesse Ben Seghir",
      "date_create": "2024-05-06T14:33:26.780Z",
      "ball_control": "1",
      "tip": "Eliesse Ben Seghir is a rising star in the world of football, known for his electrifying speed and exceptional ball control. Hailing from Algeria, Seghir's journey to success is marked by determination and talent. With a knack for scoring crucial goals, he has become a key player for both his club and national team. His dynamic style on the field has earned him admiration from fans worldwide. Seghir's dedication to the game and his potential for greatness make him one to watch in the football scene.",
      "ball_cutting": "6",
      "buy": "0",
      "id": "player1715006006780",
      "id_import": "player1715006006780"
    },
    {
      "id": "player1715006062900",
      "ball_cutting": "2",
      "ball_force": "8",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006112167_Simone%20Pafundi.png?alt=media&token=9f23576b-4986-410a-86c9-33dd625b87ef",
      "playing_position": "1",
      "tip": "Simone Pafundi is a rising soccer star known for his agility and finesse on the field. Born and raised in Italy, Pafundi's journey in professional football began with his exceptional skills as a midfielder. His strategic playmaking and precise passes have earned him recognition in Serie A. Pafundi's dedication to the sport is matched only by his passion for teamwork, making him a valuable asset to any team he plays for. With his determination and talent, he continues to captivate audiences worldwide, solidifying his place as one of football's brightest prospects.",
      "name": "Simone Pafundi",
      "ball_control": "1",
      "date_create": "2024-05-06T14:34:22.900Z",
      "id_import": "player1715006062900"
    },
    {
      "ball_cutting": "7",
      "playing_position": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006195526_Jack%20Hinshelwood.png?alt=media&token=8002672e-90fd-4f02-b568-a53028863c5b",
      "date_create": "2024-05-06T14:36:30.439Z",
      "id": "player1715006190439",
      "ball_force": "9",
      "name": "Jack Hinshelwood",
      "ball_control": "3",
      "buy": "0",
      "tip": "Jack Hinshelwood is a rising star in the world of football, known for his lightning-fast speed and impeccable ball control. Hailing from England, this talented midfielder has captured the attention of fans and scouts alike with his remarkable skill on the pitch. With a knack for finding the back of the net and creating scoring opportunities for his team, Jack is a force to be reckoned with on the field. His determination and work ethic have earned him a reputation as one of the most promising young talents in the sport. Keep an eye on Jack as he continues to make waves in the world of football with his electrifying performances and dynamic playing style.",
      "id_import": "player1715006190439"
    },
    {
      "id": "player1715006326597",
      "ball_control": "2",
      "date_create": "2024-05-06T14:38:46.597Z",
      "ball_force": "5",
      "name": "Eli Junior Kroupi",
      "buy": "0",
      "tip": "Eli Junior Kroupi is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from Brazil, Kroupi has captured attention with his remarkable skillset and dynamic playing style. His agility, speed, and precise ball control make him a formidable force in any match. With a knack for scoring crucial goals and creating opportunities for his team, Kroupi has quickly become a fan favorite. Off the field, he is known for his humility and dedication to the sport, earning admiration from teammates and supporters alike. Keep an eye on this promising athlete as he continues to make his mark in the world of professional football.",
      "playing_position": "1",
      "ball_cutting": "7",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006446422_Eli%20Junior%20Kroupi.png?alt=media&token=6ca0547b-e5c7-4371-b1f1-2fadc25195be",
      "id_import": "player1715006326597"
    },
    {
      "playing_position": "2",
      "name": "Dean Huijsen",
      "ball_cutting": "6",
      "ball_force": "5",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006574712_Dean%20Huijsen.png?alt=media&token=9cda6a33-1ae6-425b-8d0b-870c9a89d594",
      "buy": "0",
      "ball_control": "6",
      "date_create": "2024-05-06T14:42:11.250Z",
      "id": "player1715006531250",
      "tip": "Dean Huijsen is a rising star in the world of football, known for his exceptional skills and versatility on the field. Born in the Netherlands, Huijsen honed his talents through rigorous training and dedication. His lightning-fast speed and precision passing make him a formidable midfielder, capable of turning the tide of any match. With a keen eye for goal and a strategic mindset, he consistently delivers standout performances for his team. Off the pitch, Huijsen is admired for his humility and sportsmanship, earning him respect from fans and fellow players alike. Keep an eye on this promising athlete as he continues to make waves in the football world.",
      "id_import": "player1715006531250"
    },
    {
      "ball_force": "8",
      "ball_cutting": "6",
      "playing_position": "2",
      "name": "Francesco Camarda",
      "date_create": "2024-05-06T14:44:20.421Z",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006767056_Francesco%20Camarda.png?alt=media&token=4e713f31-1321-4795-ae47-cd01099de818",
      "id": "player1715006660421",
      "tip": "Francesco Camarda is a rising star in the world of football. Born in Italy, this talented player has captured attention with his exceptional skills and versatility on the field. Known for his agility, vision, and precise passing, Camarda has become a key player for his team. With a promising career ahead, he continues to impress fans and pundits alike with his dedication and determination. Keep an eye on this dynamic midfielder as he aims to make a lasting impact in the sport.",
      "ball_control": "4",
      "buy": "0",
      "id_import": "player1715006660421"
    },
    {
      "name": "Gianluca Prestianni",
      "date_create": "2024-05-06T14:47:34.277Z",
      "id": "player1715006854277",
      "tip": "Gianluca Prestianni is a dynamic footballer renowned for his versatility and flair on the pitch. Hailing from Italy, he has made a name for himself with his exceptional skills and tactical awareness. Prestianni's ability to play multiple positions with finesse makes him a valuable asset to any team. With a keen eye for goal and precise passing, he poses a constant threat to opposing defenses. His dedication to the sport and determination to succeed have earned him admiration from fans and peers alike. Keep an eye on this rising star as he continues to make waves in the world of football.",
      "buy": "0",
      "ball_control": "4",
      "ball_force": "6",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715006892407_Gianluca%20Prestianni.png?alt=media&token=6724d7d2-13db-4e29-ad60-07238d1ad569",
      "ball_cutting": "6",
      "playing_position": "2",
      "id_import": "player1715006854277"
    },
    {
      "tip": "Valentin Carboni is a rising star in the world of football, known for his electrifying speed and precise footwork on the field. Hailing from France, Carboni has captured the attention of fans and scouts alike with his exceptional talent and versatility. His ability to play multiple positions makes him a valuable asset to any team. With a natural flair for the game and a relentless work ethic, Carboni continues to impress with each match, earning him recognition as one of the most promising young players in the sport. Keep an eye on this dynamic athlete as he continues to make waves in the football world.",
      "date_create": "2024-05-06T14:49:11.878Z",
      "ball_cutting": "2",
      "name": "Valentin Carboni",
      "buy": "0",
      "ball_control": "2",
      "ball_force": "7",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715007076080_Valentin%20Carboni.png?alt=media&token=232ebf83-1e63-47b3-9120-b003e1dc6d4f",
      "id": "player1715006951878",
      "playing_position": "1",
      "id_import": "player1715006951878"
    },
    {
      "id": "player1715007145319",
      "ball_force": "5",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715007226736_Amara%20Diouf.png?alt=media&token=2967c35e-a05e-4ec6-9de6-ed6ee4851366",
      "playing_position": "0",
      "date_create": "2024-05-06T14:52:25.319Z",
      "buy": "0",
      "name": "Amara Diouf",
      "tip": "Amara Diouf is a rising star in the world of football, known for his electrifying pace and impeccable ball control. Born in Senegal, Diouf honed his skills on the streets of Dakar before catching the eye of talent scouts. His journey led him to sign with a top European club at a young age, where he quickly made a name for himself as a dynamic winger. With a knack for scoring crucial goals and creating opportunities for his teammates, Diouf is poised to become one of the sport's most exciting talents. Off the pitch, he is admired for his humility and dedication to charitable causes, making him not only a standout player but also a role model for aspiring athletes worldwide.",
      "ball_control": "5",
      "ball_cutting": "6",
      "id_import": "player1715007145319"
    },
    {
      "date_create": "2024-05-06T14:54:57.630Z",
      "playing_position": "1",
      "buy": "0",
      "ball_cutting": "3",
      "id": "player1715007297630",
      "ball_force": "7",
      "name": "Assan Ouedraogo",
      "tip": "Assan Ouedraogo is a rising star in the world of football, hailing from Burkina Faso. Known for his lightning-fast speed and exceptional ball control, he has captured the attention of fans worldwide. With his remarkable agility and strategic gameplay, Ouedraogo has become a key player for both his club and national team. His impressive performances on the field have earned him accolades and admiration from fellow players and coaches alike. As he continues to showcase his talent and dedication, many anticipate that Ouedraogo will soon become a household name in the footballing world.",
      "ball_control": "5",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715007369519_Assan%20Ouedraogo.png?alt=media&token=444a9e83-3f18-47cb-b1d0-485a2c8e0943",
      "id_import": "player1715007297630"
    },
    {
      "name": "Lucas Bergvall",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715007491724_Lucas%20Bergvall.png?alt=media&token=609e4e2d-b474-483c-911a-63f9b7dcaa7c",
      "id": "player1715007498037",
      "ball_cutting": "7",
      "date_create": "2024-05-06T14:58:18.037Z",
      "ball_force": "5",
      "tip": "Lucas Bergvall, a rising star in the world of football, hails from Sweden. Known for his exceptional skills on the pitch, Bergvall has captivated fans with his agility and precision. His journey in professional football began at a young age, where his talent quickly caught the eye of scouts. With a knack for scoring crucial goals and creating opportunities for his team, Bergvall has become a key player for both club and country. Off the field, he is admired for his humility and dedication to the sport. Keep an eye on this dynamic midfielder as he continues to leave his mark on the football world.",
      "playing_position": "1",
      "buy": "0",
      "ball_control": "5",
      "id_import": "player1715007498037"
    },
    {
      "playing_position": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715007612184_Desire%20Doue.png?alt=media&token=4d414232-751f-465b-92c2-2585bf6a0726",
      "name": "Désiré Doué",
      "ball_cutting": "8",
      "id": "player1715007604882",
      "ball_force": "6",
      "buy": "0",
      "date_create": "2024-05-06T15:00:04.882Z",
      "tip": "Désiré Doué is a rising star in the world of football, hailing from Ivory Coast. Known for his lightning-fast speed and impeccable ball control, Doué has captured the attention of fans worldwide. His journey from humble beginnings to professional success is an inspiring tale of perseverance and dedication. With a knack for scoring crucial goals and creating opportunities for his team, Doué has become a key player in both domestic and international competitions. His charismatic personality and infectious enthusiasm on the field make him a fan favorite wherever he plays. Keep an eye on this talented athlete as he continues to make waves in the football world.",
      "ball_control": "4",
      "id_import": "player1715007604882"
    },
    {
      "playing_position": "0",
      "tip": "Estevao Willian is a rising star in the football world, known for his exceptional skills and versatility on the field. With lightning-fast speed and precise ball control, he dominates the game as a forward or midfielder. Born and raised in Brazil, Willian has mesmerized fans with his flair and creativity, earning accolades for his contribution to various clubs. His dedication and passion for the sport are evident in every match he plays, making him a formidable force to reckon with. Keep an eye on this talented athlete as he continues to make waves in the world of football.",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715010790886_Estevao%20Willian.png?alt=media&token=b19cb8ba-0980-4401-ba0e-322590e723dd",
      "ball_control": "5",
      "name": "Estevao Willian",
      "id": "player1715010672163",
      "buy": "0",
      "ball_cutting": "5",
      "date_create": "2024-05-06T15:51:12.163Z",
      "ball_force": "4",
      "id_import": "player1715010672163"
    },
    {
      "date_create": "2024-05-06T15:53:49.010Z",
      "tip": "Luis Guilherme is a dynamic football player known for his exceptional skills on the field. Hailing from Brazil, he has captivated fans worldwide with his agility, precision, and remarkable goal-scoring ability. With a career marked by determination and resilience, Guilherme has become a key figure in both domestic and international competitions. His strategic playmaking and versatility make him a valuable asset to any team he represents. Off the pitch, he is admired for his dedication to charitable causes, further enhancing his reputation as a role model both on and off the field. Luis Guilherme continues to inspire fans with his passion for the beautiful game and his unwavering commitment to excellence.",
      "ball_force": "6",
      "ball_cutting": "6",
      "ball_control": "5",
      "playing_position": "1",
      "id": "player1715010829010",
      "name": "Luis Guilherme",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715010863533_Luis%20Guilherme.png?alt=media&token=ab2d4869-5cc7-4383-bd11-1104aaf6c1f3",
      "id_import": "player1715010829010"
    },
    {
      "ball_cutting": "3",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715011005073_Lewis%20Miley.png?alt=media&token=8eff9b12-2937-44ab-8360-aeb43398628e",
      "ball_force": "6",
      "name": "Lewis Miley",
      "tip": "Lewis Miley, a rising star in the world of football, is known for his lightning-fast speed and impeccable ball control. Born and raised in Manchester, England, Miley honed his skills on the streets before catching the eye of scouts at a young age. His journey to professional success has been marked by determination and hard work, earning him a reputation as a dynamic midfielder with a knack for scoring crucial goals. With a bright future ahead, Miley continues to impress fans and critics alike with his electrifying performances on the pitch.",
      "buy": "0",
      "playing_position": "1",
      "ball_control": "5",
      "date_create": "2024-05-06T15:55:28.856Z",
      "id": "player1715010928856",
      "id_import": "player1715010928856"
    },
    {
      "tip": "Arthur Vermeeren is a rising star in the world of football, known for his exceptional skills and versatility on the field. Hailing from Belgium, Vermeeren has captured the attention of fans and scouts alike with his lightning-fast speed and precise ball control. Whether he's orchestrating plays from midfield or showcasing his scoring prowess up front, Vermeeren consistently delivers stellar performances. With a tireless work ethic and a passion for the game, he is poised to make a significant impact in the sport for years to come. Keep an eye on this talented young player as he continues to ascend to new heights in his career.",
      "ball_cutting": "6",
      "playing_position": "1",
      "buy": "0",
      "date_create": "2024-05-06T15:57:47.119Z",
      "ball_control": "8",
      "name": "Arthur Vermeeren",
      "ball_force": "4",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715011138285_Arthur%20Vermeeren.png?alt=media&token=b43a5549-3069-4d84-a9b6-4aed7729728e",
      "id": "player1715011067118",
      "id_import": "player1715011067118"
    },
    {
      "tip": "Pau Cubarsi is a rising star in the world of football, renowned for his exceptional skills and versatility on the field. Hailing from Catalonia, Spain, Cubarsi's journey began at a young age, displaying a natural talent that quickly caught the attention of scouts. His dynamic playing style, characterized by precise passes and lightning-fast footwork, has earned him admiration from fans and pundits alike. Whether as a midfielder orchestrating plays or a forward scoring crucial goals, Cubarsi consistently delivers standout performances for his team. With a promising career ahead, he continues to make waves in the football world, captivating audiences with his flair and determination.",
      "ball_cutting": "6",
      "playing_position": "2",
      "buy": "0",
      "date_create": "2024-05-06T15:59:43.464Z",
      "ball_control": "1",
      "id": "player1715011183464",
      "name": "Pau Cubarsi",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715011305814_Pau%20Cubarsi.png?alt=media&token=57612413-0915-45fb-8ab7-645fdc3ba26b",
      "ball_force": "9",
      "id_import": "player1715011183464"
    },
    {
      "ball_cutting": "8",
      "playing_position": "1",
      "name": "Gabriel Moscardo",
      "id": "player1715011343726",
      "buy": "0",
      "tip": "Gabriel Moscardo is a formidable presence on the soccer field, known for his agility and strategic prowess. Hailing from Brazil, he has captured the hearts of fans worldwide with his electrifying performances. Moscardo's exceptional skills as a defender make him a crucial asset to any team he represents. With a keen eye for interceptions and impeccable tackling, he consistently frustrates opposing attackers. Off the pitch, he exudes humility and dedication to his craft, earning admiration both on and off the field. As he continues to etch his name in the annals of football history, Gabriel Moscardo remains a shining beacon of talent and sportsmanship.",
      "ball_control": "2",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715011470448_Gabriel%20Moscardo.png?alt=media&token=515818bf-c480-4f61-9ebd-75e9ff1c4e66",
      "ball_force": "4",
      "date_create": "2024-05-06T16:02:23.726Z",
      "id_import": "player1715011343726"
    },
    {
      "ball_control": "5",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052125126_Guillaume%20Restes.png?alt=media&token=e35cd09f-c9ab-4fdd-ba77-7231b4d65f5d",
      "tip": "Guillaume Restes is a rising star in the world of football, known for his exceptional skills and versatility on the field. Hailing from France, this talented player has captured the attention of fans and scouts alike with his remarkable performances. With lightning-fast speed and impeccable technique, Restes has become a key player for his team, dominating both defensively and offensively. His determination and passion for the game are evident in every match he plays, making him a force to be reckoned with. Keep an eye on Guillaume Restes as he continues to make waves in the football world and etch his name in the annals of sports history.",
      "playing_position": "3",
      "buy": "0",
      "name": "Guillaume Restes",
      "id": "player1715052000226",
      "ball_cutting": "10",
      "ball_force": "3",
      "date_create": "2024-05-07T03:20:00.226Z",
      "id_import": "player1715052000226"
    },
    {
      "date_create": "2024-05-07T03:22:40.913Z",
      "id": "player1715052160913",
      "ball_cutting": "1",
      "ball_force": "8",
      "ball_control": "3",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052286777_Kendry%20Paez.png?alt=media&token=6ddd991b-b53e-4256-b6e3-3493743bbb7f",
      "buy": "0",
      "name": "Kendry Paez",
      "tip": "Kendry Paez, a rising star in the world of football, hails from Colombia. Known for his lightning speed and impeccable ball control, Paez has captured the attention of fans worldwide with his mesmerizing performances on the field. As a versatile player, he excels both as a forward and a winger, often leaving defenders in his wake. With a knack for scoring crucial goals and creating scoring opportunities for his teammates, Paez is a force to be reckoned with. His dedication to the sport and relentless work ethic make him a valuable asset to any team he represents. Keep an eye on this young talent as he continues to make waves in the football world.",
      "playing_position": "1",
      "id_import": "player1715052160913"
    },
    {
      "ball_force": "8",
      "date_create": "2024-05-07T03:25:26.169Z",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052420817_Roony%20Bardghji.png?alt=media&token=323d786e-dd08-44d2-ae35-d456aa1f8ed1",
      "ball_control": "1",
      "buy": "0",
      "playing_position": "1",
      "tip": "Roony Bardghji is a rising star in the world of football, known for his exceptional skills and versatility on the field. Hailing from Sweden, Bardghji has captured the attention of fans and scouts alike with his dynamic playing style and knack for scoring crucial goals. His agility, speed, and technical prowess make him a formidable force on the pitch. With a promising career ahead of him, Bardghji continues to impress audiences with his performances for both club and country. Keep an eye on this talented athlete as he continues to make waves in the footballing world.",
      "id": "player1715052326169",
      "name": "Roony Bardghji",
      "ball_cutting": "4",
      "id_import": "player1715052326169"
    },
    {
      "id": "player1715052448261",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052567787_Jorrel%20Hato.png?alt=media&token=0189fa5c-2def-454b-9b26-cd1a6e6fc86f",
      "date_create": "2024-05-07T03:27:28.261Z",
      "buy": "0",
      "ball_control": "4",
      "playing_position": "1",
      "ball_cutting": "3",
      "ball_force": "6",
      "tip": "Jorrel Hato is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from the Netherlands, this dynamic midfielder has captured the attention of fans and scouts alike with his electrifying performances. With impeccable ball control and a keen tactical understanding, Hato has proven himself to be a valuable asset to any team he represents. Whether orchestrating plays or scoring crucial goals, he consistently demonstrates his prowess and dedication to the game. As he continues to evolve and hone his skills, Jorrel Hato is poised to leave a lasting impact on the football world.",
      "name": "Jorrel Hato",
      "id_import": "player1715052448261"
    },
    {
      "name": "Antonio Nusa",
      "buy": "0",
      "ball_cutting": "4",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052691293_Antonio%20Nusa.png?alt=media&token=7e71cb6d-bc8e-4b45-b418-41f20ba2a4ec",
      "tip": "Antonio Nusa is a rising star in the world of football, known for his exceptional skills and versatility on the field. Hailing from Brazil, Nusa has captured the attention of fans and scouts alike with his lightning-fast speed and precise ball control. Whether playing as a winger or a forward, he consistently delivers impressive performances, earning him a reputation as a dynamic playmaker. With a knack for scoring crucial goals and creating opportunities for his teammates, Nusa is poised to make a significant impact in the sport for years to come. Keep an eye on this promising talent as he continues to shine on the global stage",
      "date_create": "2024-05-07T03:30:03.035Z",
      "id": "player1715052603035",
      "ball_control": "5",
      "ball_force": "5",
      "playing_position": "0",
      "id_import": "player1715052603035"
    },
    {
      "ball_control": "1",
      "buy": "0",
      "playing_position": "2",
      "ball_cutting": "7",
      "tip": "Leny Yoro is a rising star in the world of football. Born with a natural talent for the game, he has captivated fans with his remarkable skills and versatility on the field. Hailing from Brazil, Yoro's journey to success is a testament to his dedication and hard work. Known for his lightning-fast dribbling and precise passing, he has become a key player for his team, earning accolades and admiration from fellow players and coaches alike. With his passion for the sport and determination to succeed, Yoro is poised to leave a lasting impact on the world of football.",
      "id": "player1715052757921",
      "name": "Leny Yoro",
      "ball_force": "8",
      "date_create": "2024-05-07T03:32:37.921Z",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052828937_Leny%20Yoro.png?alt=media&token=ca944860-b481-48ce-84f9-aef17cbc7c1f",
      "id_import": "player1715052757921"
    },
    {
      "ball_cutting": "1",
      "id": "player1715052869434",
      "ball_control": "4",
      "buy": "0",
      "name": "Claudio Echeverri",
      "date_create": "2024-05-07T03:34:29.434Z",
      "playing_position": "1",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715052982358_Claudio%20Echeverri.png?alt=media&token=34ca2f7c-a70d-4083-8150-1ca52e10d414",
      "ball_force": "7",
      "tip": "Claudio Echeverri is a dynamic footballer renowned for his electrifying pace and precise ball control. Hailing from Colombia, he has dazzled fans with his exceptional skills on the field, earning accolades for his remarkable performances. Echeverri's versatility allows him to excel in various positions, whether as a winger, forward, or attacking midfielder. His ability to read the game and make crucial plays under pressure has made him a valuable asset to any team he plays for. With a bright future ahead, Echeverri continues to captivate audiences with his talent and passion for the beautiful game.",
      "id_import": "player1715052869434"
    },
    {
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053114473_Kenan%20Yildiz.png?alt=media&token=a9491347-1efc-4da1-8186-f7585e0d4294",
      "date_create": "2024-05-07T03:36:55.727Z",
      "ball_control": "3",
      "ball_cutting": "1",
      "buy": "0",
      "ball_force": "6",
      "playing_position": "0",
      "name": "Kenan Yildiz",
      "id": "player1715053015727",
      "tip": "Kenan Yildiz is a rising star in the world of football, known for his exceptional skills and versatility on the field. Hailing from Turkey, Yildiz has captured the attention of fans and scouts alike with his lightning-fast speed and precise ball control. Whether playing as a winger or striker, he consistently delivers breathtaking performances, earning him a reputation as a game-changer. With a keen eye for goal and a knack for creating scoring opportunities, Yildiz has become a key player for his team, garnering admiration from supporters worldwide. As he continues to mature and develop his talents, all eyes are on Kenan Yildiz as he strives to leave an indelible mark on the beautiful game.",
      "id_import": "player1715053015727"
    },
    {
      "ball_control": "1",
      "date_create": "2024-05-07T03:39:23.616Z",
      "name": "Kobbie Mainoo",
      "playing_position": "1",
      "ball_force": "5",
      "tip": "Introducing Kobbie Mainoo, a rising star in the world of football. Hailing from Ghana, Mainoo's electrifying talent on the field has captured the attention of fans worldwide. Known for his exceptional speed, skillful dribbling, and precise passes, he's a force to be reckoned with on the pitch. Mainoo's journey from humble beginnings to professional success is an inspiration to aspiring athletes everywhere. With his dedication and determination, he's poised to leave a lasting impact on the beautiful game. Keep an eye on this young phenom as he continues to make waves in the footballing world.",
      "buy": "0",
      "id": "player1715053163616",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053268062_Kobbie%20Mainoo.png?alt=media&token=ee41401d-2ee0-42e3-9972-7e88b46a0808",
      "ball_cutting": "8",
      "id_import": "player1715053163616"
    },
    {
      "name": "Vitor Roque",
      "ball_force": "8",
      "date_create": "2024-05-07T03:41:40.848Z",
      "tip": "Vitor Roque is a dynamic footballer renowned for his agility and strategic prowess on the field. Hailing from Brazil, he possesses remarkable ball control and vision, making him a formidable force in midfield. With a knack for precise passes and timely interceptions, Roque's impact extends beyond scoring goals. His dedication to the sport and relentless work ethic have earned him admiration from fans worldwide. As a versatile player, he adapts seamlessly to various roles, proving instrumental in his team's success. Keep an eye on Vitor Roque as he continues to leave his mark on the football world.",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053397628_Vitor%20Roque.png?alt=media&token=d1f85684-65ee-4179-92a4-9f7a2a1e7b3a",
      "ball_control": "1",
      "playing_position": "0",
      "ball_cutting": "4",
      "buy": "0",
      "id": "player1715053300848",
      "id_import": "player1715053300848"
    },
    {
      "buy": "0",
      "tip": "Arda Guler is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from Turkey, Guler has made a significant impact in the sport with his agility, precise passing, and remarkable goal-scoring abilities. As a midfielder, he showcases remarkable vision and tactical understanding, making him a valuable asset to any team. Guler's dedication to the game and continuous improvement have garnered attention from fans and scouts alike, cementing his place as one to watch in the future of football.",
      "id": "player1715053433030",
      "name": "Arda Guler",
      "playing_position": "1",
      "ball_cutting": "6",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053564169_Arda%20Guler.png?alt=media&token=57c21861-cc89-4927-b2dc-14ba2e8f4c81",
      "ball_control": "1",
      "ball_force": "6",
      "date_create": "2024-05-07T03:43:53.030Z",
      "id_import": "player1715053433030"
    },
    {
      "ball_control": "2",
      "tip": "Mathys Tel is a rising star in the world of football, renowned for his electrifying pace and impeccable technique on the field. Hailing from Belgium, this dynamic forward has captured the attention of fans worldwide with his extraordinary skill set and natural flair for the game. With a knack for finding the back of the net and creating scoring opportunities, Tel has become a key player for both club and country. His versatility and determination make him a force to be reckoned with, promising an exciting future ahead in the world of football.",
      "id": "player1715053595152",
      "name": "Mathys Tel",
      "date_create": "2024-05-07T03:46:35.152Z",
      "buy": "0",
      "ball_cutting": "7",
      "ball_force": "8",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053711474_Mathys%20Tel.png?alt=media&token=37b61154-2d21-4dcc-bde1-1b9aea0b7a50",
      "playing_position": "2",
      "id_import": "player1715053595152"
    },
    {
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053818542_Warren%20Zaire-Emery.png?alt=media&token=cb14d4ba-4efc-4b50-9258-5eb5edcd3a71",
      "ball_cutting": "1",
      "ball_force": "7",
      "name": "Warren Zaire-Emery",
      "tip": "Warren Zaire-Emery is a rising star in the world of football, known for his lightning-fast pace and precise dribbling skills. Born and raised in London, this dynamic midfielder has captivated fans with his electrifying performances on the pitch. With a keen eye for goal and exceptional versatility, Zaire-Emery has become a key player for his club and a promising talent for his national team. Off the field, he is admired for his dedication to charity work, using his platform to make a positive impact in communities worldwide. Keep an eye on this young sensation as he continues to leave his mark on the beautiful game.",
      "date_create": "2024-05-07T03:49:04.068Z",
      "playing_position": "1",
      "ball_control": "6",
      "buy": "0",
      "id": "player1715053744068",
      "id_import": "player1715053744068"
    },
    {
      "ball_cutting": "5",
      "id": "player1715053876501",
      "ball_control": "3",
      "date_create": "2024-05-07T03:51:16.501Z",
      "tip": "Endrick is a rising star in the world of football, renowned for his electrifying speed and impeccable ball control. Hailing from Brazil, this dynamic midfielder has captured the attention of fans and scouts alike with his dazzling performances on the pitch. With a knack for unlocking defenses and creating scoring opportunities, Endrick is a force to be reckoned with. His technical prowess combined with his tactical awareness makes him a valuable asset to any team. As he continues to hone his skills and evolve as a player, Endrick's journey to the top of the footballing world promises to be nothing short of extraordinary.",
      "ball_force": "7",
      "name": "Endrick",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715053963122_Endrick.png?alt=media&token=ba231e99-e032-41db-b59a-bbd8453913f5",
      "buy": "0",
      "playing_position": "0",
      "id_import": "player1715053876501"
    },
    {
      "ball_force": "7",
      "date_create": "2024-05-07T03:53:27.805Z",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715054255547_Lamine%20Yamal.png?alt=media&token=0932d954-5bde-4bdf-b382-1004cef508ec",
      "name": "Lamine Yamal",
      "ball_control": "2",
      "tip": "Lamine Yamal is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from Senegal, this dynamic player has captured the attention of fans worldwide with his remarkable skillset. With lightning speed and impeccable ball control, Yamal dominates both as a midfielder and a forward. His passion for the game and dedication to excellence make him a formidable force on any team. As he continues to dazzle audiences with his performances, Lamine Yamal is undoubtedly a name to watch in the realm of professional football.",
      "ball_cutting": "3",
      "id": "player1715054007805",
      "playing_position": "0",
      "id_import": "player1715054007805"
    },
    {
      "tip": "Marc-André Ter Stegen is a German professional footballer widely regarded as one of the best goalkeepers in the world. Born on April 30, 1992, in Mönchengladbach, Germany, Ter Stegen began his career with Borussia Mönchengladbach before moving to FC Barcelona in 2014. Known for his exceptional reflexes, distribution, and composure under pressure, Ter Stegen has been a key figure for both Barcelona and the German national team. His ability to play as a sweeper-keeper adds an extra dimension to his game, making him a complete modern goalkeeper. Ter Stegen has won numerous domestic and international titles, showcasing his immense talent and contribution to the sport.",
      "ball_force": "9",
      "playing_position": "3",
      "name": "Marc-André Ter Stegen",
      "buy": "1",
      "ball_control": "4",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715054543127_Marc-Andr%C3%A9%20Ter%20Stegen.png?alt=media&token=cf95b905-b782-42f2-8f0a-b282fff63e9e",
      "id": "player1715054410668",
      "ball_cutting": "7",
      "date_create": "2024-05-07T04:00:10.668Z",
      "id_import": "player1715054410668"
    },
    {
      "ball_force": "7",
      "ball_cutting": "6",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715054808336_%20Ederson.png?alt=media&token=57bee3a7-3ae0-423c-9ce7-e4367af5c2f4",
      "playing_position": "3",
      "ball_control": "4",
      "id": "player1715054684156",
      "name": "Ederson",
      "date_create": "2024-05-07T04:04:44.156Z",
      "tip": "Ederson is a Brazilian professional footballer known for his remarkable skills as a goalkeeper. Born on August 17, 1993, he began his career with São Paulo-based club São Paulo FC. Renowned for his exceptional distribution and ability with the ball at his feet, Ederson joined Manchester City in 2017, where he quickly established himself as one of the best goalkeepers in the world. His precise long-range passing and adeptness in playing out from the back have revolutionized the goalkeeper position. With his agile reflexes and commanding presence, Ederson continues to be a key player for both Manchester City and the Brazilian national team.",
      "id_import": "player1715054684156"
    },
    {
      "name": "Mike Maignan",
      "id": "player1715054883769",
      "tip": "Mike Maignan is a French professional footballer renowned for his prowess as a goalkeeper. Born on July 3, 1995, Maignan began his career with Paris Saint-Germain before joining Lille OSC in 2015. His exceptional reflexes and shot-stopping abilities have earned him recognition as one of the top goalkeepers in Ligue 1. Maignan's impressive performances have also caught the eye of the French national team selectors, leading to his debut in 2021. With his agility and command of the box, Maignan continues to solidify his reputation as a formidable presence between the posts.",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715055028118_Mike%20Maignan.png?alt=media&token=f21c1b8b-de9f-4cea-b376-e28b841dbcbf",
      "ball_control": "1",
      "buy": "0",
      "date_create": "2024-05-07T04:08:03.769Z",
      "ball_force": "9",
      "ball_cutting": "6",
      "playing_position": "3",
      "id_import": "player1715054883769"
    },
    {
      "date_create": "2024-05-07T04:11:43.984Z",
      "ball_control": "3",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715055163939_Guglielmo%20Vicario.png?alt=media&token=a5131da3-2eeb-48af-a854-3cec3d665005",
      "ball_cutting": "4",
      "name": "Guglielmo Vicario",
      "ball_force": "7",
      "id": "player1715055103984",
      "playing_position": "3",
      "tip": "Guglielmo Vicario is a rising star in the world of football, known for his exceptional talent and versatility on the field. Hailing from Italy, Vicario has captured the attention of fans and scouts alike with his impressive skills as a midfielder. With his keen vision, precise passing, and strong defensive abilities, he's become a pivotal player for his team. Despite his young age, Vicario demonstrates maturity beyond his years, displaying leadership qualities that have earned him respect among his peers. As he continues to develop and hone his craft, many anticipate that Vicario will leave a lasting mark on the sport.",
      "id_import": "player1715055103984"
    },
    {
      "name": "Lukas Hradecky",
      "ball_force": "9",
      "buy": "1",
      "ball_cutting": "5",
      "playing_position": "3",
      "id": "player1715055292636",
      "ball_control": "4",
      "tip": "Lukas Hradecky, a Finnish footballer, is renowned for his prowess as a goalkeeper. Born on November 24, 1989, Hradecky has made a name for himself with his exceptional reflexes and shot-stopping abilities. He began his professional career with SJK Seinäjoki in Finland before moving to Denmark's Esbjerg fB and later to Germany's Eintracht Frankfurt. In 2018, Hradecky made a significant transfer to Bayer Leverkusen in the Bundesliga, where he continues to impress with his consistent performances. With his commanding presence in goal and remarkable saves, Hradecky remains a key figure both for his club and the Finnish national team.",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715055299973_Lukas%20Hradecky.png?alt=media&token=ea5439e5-a10c-4776-931e-b32ed1a2e392",
      "date_create": "2024-05-07T04:14:52.636Z",
      "id_import": "player1715055292636"
    },
    {
      "name": "Emiliano Martinez",
      "id": "player1715055349882",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715055435363_Emiliano%20Martinez.png?alt=media&token=f9153163-f764-4b1e-9a23-d1b1920215bf",
      "tip": "Emiliano Martinez is a talented Argentine goalkeeper renowned for his remarkable reflexes and commanding presence in the box. Born on September 2, 1992, in Mar del Plata, Argentina, Martinez began his professional career with Arsenal FC, where he spent several years honing his skills. However, it was during his time at Aston Villa that he truly shone, becoming a pivotal figure in their defense with outstanding performances. His agility, shot-stopping abilities, and leadership on the pitch have earned him widespread acclaim among football enthusiasts worldwide. Martinez's journey epitomizes dedication and perseverance, making him a revered figure in the world of football.",
      "date_create": "2024-05-07T04:15:49.882Z",
      "ball_force": "8",
      "ball_control": "3",
      "buy": "0",
      "playing_position": "3",
      "ball_cutting": "3",
      "id_import": "player1715055349882"
    },
    {
      "ball_cutting": "7",
      "id": "player1715056318089",
      "name": "Manuel Neuer",
      "tip": "Manuel Neuer, the epitome of a modern goalkeeper, is a German football icon renowned for his exceptional skills and leadership on the pitch. As the captain of both Bayern Munich and the German national team, Neuer's commanding presence between the posts has redefined the role of a goalkeeper. His remarkable shot-stopping ability, impeccable positioning, and unparalleled reflexes make him a formidable opponent for any striker. Beyond his goalkeeping prowess, Neuer is also known for his calm demeanor under pressure and his ability to initiate attacks with his precise distribution. With numerous accolades including multiple Bundesliga titles and a FIFA World Cup triumph in 2014, Neuer continues to inspire aspiring goalkeepers worldwide with his unparalleled talent and dedication to the beautiful game.",
      "ball_control": "5",
      "ball_force": "7",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715056434076_Manuel%20Neuer.png?alt=media&token=01dca568-0a70-4704-8a44-90e3848fa318",
      "playing_position": "3",
      "buy": "1",
      "date_create": "2024-05-07T04:31:58.089Z",
      "id_import": "player1715056318089"
    },
    {
      "ball_control": "4",
      "name": "Jan Oblak",
      "ball_cutting": "3",
      "date_create": "2024-05-07T04:34:41.115Z",
      "buy": "0",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715056541861_Jan%20Oblak.png?alt=media&token=73c86771-2bc5-4e94-bb41-697c318bd6d5",
      "ball_force": "8",
      "playing_position": "3",
      "tip": "Jan Oblak is a Slovenian goalkeeper renowned for his exceptional skills and consistency on the field. Born on January 7, 1993, Oblak began his professional career with Olimpija Ljubljana before making a name for himself at Benfica. In 2014, he joined Atlético Madrid, where he has since become a cornerstone of their defense. Known for his remarkable reflexes, shot-stopping abilities, and commanding presence in the box, Oblak is widely regarded as one of the best goalkeepers in the world.",
      "id": "player1715056481115",
      "id_import": "player1715056481115"
    },
    {
      "buy": "1",
      "ball_control": "1",
      "ball_force": "8",
      "icon": "https://firebasestorage.googleapis.com/v0/b/carrotstore.appspot.com/o/football%2Fimage%2Fpng%2F1715056880561_Gianluigi%20Donnarumma.png?alt=media&token=7f0a13b1-9d37-4ab7-a851-7783636c8dce",
      "name": "Gianluigi Donnarumma",
      "playing_position": "3",
      "ball_cutting": "8",
      "date_create": "2024-05-07T04:36:14.428Z",
      "id": "player1715056574428",
      "tip": "Gianluigi Donnarumma is a formidable Italian goalkeeper known for his remarkable reflexes and composure under pressure. Born on February 25, 1999, in Castellammare di Stabia, Italy, he rose through the ranks of AC Milan's youth academy before making his professional debut at just 16 years old. Standing at 6 feet 5 inches tall, his imposing presence in goal coupled with his agility has made him a formidable opponent for strikers. Donnarumma's consistent performances have earned him comparisons to legendary Italian goalkeepers like Gianluigi Buffon. In 2021, he made a high-profile move to Paris Saint-Germain, continuing to showcase his exceptional talent at the highest levels of the sport.",
      "id_import": "player1715056574428"
    }
  ],
  "collection": "football"
}