{
  "all_item": [
    {
      "home_tip": "تطبيق عد الأغنام لمكافحة الأرق مع ميزتين رئيسيتين هو الذهاب إلى الفراش والألعاب لمساعدتك على التخلص من الاستقامة والنوم العميق. اذهب إلى الفراش: التطبيق سيمنحك عددًا كبيرًا من الأغنام لتعدها وتنغمس في الأغاني التي تجعل عقلك ينام بسهولة: تختار الوقت المناسب لمسك ، تساعده الأغنام في القفز فوق السياج وستقوم بذلك. احصل على النقاط واللعبة الثانية التي يجب أن تحمي بها طعامك من خلال ضرب الإنقاذ الذين يحاولون سرقة الفاكهة الخاصة بك.",
      "count_end_2": "يعود",
      "help": "يساعد",
      "select_sheep": "حدد عدد الأغنام",
      "play_game2": "العب اللعبة 2",
      "hight_socre": "أعلى نتيجة",
      "count_end_1": "الخروج من التطبيق",
      "customer": "التخصيص",
      "count_end_tip": "عند الانتهاء من عد الغنم",
      "play_game": "لعب اللعبة 1",
      "customer_tip": "أدخل عدد الأغنام التي تريد عدها",
      "id": "ar",
      "goto_sleep": "وقت النوم",
      "buy_heart_success": "شراء نجاح القلب! يمكنك متابعة اللعبة!",
      "id_import": "ar"
    },
    {
      "count_end_2": "Vrátit se",
      "buy_heart_success": "Kupte si úspěch srdce! Můžete pokračovat ve hře!",
      "count_end_1": "Ukončete aplikaci",
      "play_game2": "Zahrajte si hru 2",
      "help": "Pomoc",
      "customer_tip": "Zadejte počet ovcí, které chcete spočítat",
      "count_end_tip": "Po dokončení počítání oveček",
      "play_game": "Hraní hry 1",
      "goto_sleep": "Před spaním",
      "hight_socre": "Nejvyšší skóre",
      "home_tip": "Aplikace pro počítání ovcí proti nespavosti se dvěma hlavními funkcemi – chození do postele a hraní her, které vám pomohou zbavit se vyrovnanosti a hlubokého spánku. Jděte do postele: aplikace vám dá velké množství ovcí, které můžete spočítat a vložit do písní, které vám usnadní usnutí: vyberete si správný čas, kdy se vás dotknete Ovce mu pomůžou přeskočit plot a vy budete Získejte body a ve druhé hře musíte chránit své jídlo tím, že zasáhnete záchranáře, kteří se snaží ukrást vaše ovoce.",
      "select_sheep": "Vyberte počet ovcí",
      "id": "cs",
      "customer": "Přizpůsobení",
      "id_import": "cs"
    },
    {
      "help": "Hjælp",
      "buy_heart_success": "Køb hjertesucces! Du kan fortsætte spillet!",
      "count_end_2": "Vend tilbage",
      "select_sheep": "Vælg antallet af får",
      "home_tip": "Får anti-søvnløshed tæller app med to hovedfunktioner er at gå i seng og spille for at hjælpe dig med at slippe af med ligehed og dyb søvn. Gå i seng: appen giver dig et stort antal får, som du kan tælle og falde i sange, der gør dit sind nemt at falde i søvn: du vælger det rigtige tidspunkt at røre ved dig. Får hjælper ham med at hoppe over hegnet, og du vil få point, og det andet spil skal du beskytte din mad ved at ramme redningsaktionerne, der forsøger at stjæle din frugt.",
      "play_game": "Spil spil 1",
      "hight_socre": "Højeste score",
      "play_game2": "Spil spillet 2",
      "customer_tip": "Indtast det antal får du vil tælle",
      "customer": "Tilpasning",
      "id": "da",
      "count_end_tip": "Når du er færdig med at tælle får",
      "count_end_1": "Afslut applikation",
      "goto_sleep": "Sengetid",
      "id_import": "da"
    },
    {
      "play_game2": "Spielen Sie das Spiel 2",
      "select_sheep": "Wählen Sie die Anzahl der Schafe aus",
      "count_end_1": "Anwendung verlassen",
      "goto_sleep": "Bettzeit",
      "play_game": "Spiel 1 spielen",
      "help": "Helfen",
      "customer": "Anpassung",
      "hight_socre": "Die höchste Punktzahl",
      "count_end_tip": "Wenn ich mit dem Schäfchenzählen fertig bin",
      "home_tip": "Die Anti-Schlaflosigkeit-Zähl-App für Schafe mit zwei Hauptfunktionen: Schlafengehen und Spielen, um Ihnen dabei zu helfen, Geradlinigkeit und Tiefschlaf loszuwerden. Geh ins Bett: Die App zeigt dir eine große Anzahl Schafe zum Zählen und lass sie in Lieder fallen, die deinen Geist beruhigen. Einschlafen: Du wählst den richtigen Zeitpunkt, um dich zu berühren. Schafe, hilf ihm, über den Zaun zu springen, und du wirst es tun Sammle Punkte und im zweiten Spiel musst du deine Lebensmittel schützen, indem du die Rettungskräfte triffst, die versuchen, deine Früchte zu stehlen.",
      "customer_tip": "Geben Sie die Anzahl der Schafe ein, die Sie zählen möchten",
      "buy_heart_success": "Kaufen Sie Herzerfolg! Sie können das Spiel fortsetzen!",
      "count_end_2": "Zurückkehren",
      "id": "de",
      "id_import": "de"
    },
    {
      "customer_tip": "Enter the number of sheep you want to count",
      "hight_socre": "Highest score",
      "id": "en",
      "count_end_tip": "When finished counting sheep",
      "buy_heart_success": "Buy heart success! You can continue the game!",
      "select_sheep": "Select the number of sheep",
      "play_game": "Playing game 1",
      "count_end_1": "Exit application",
      "customer": "Customization",
      "count_end_2": "Return",
      "home_tip": "Sheep anti-insomnia counting app with two main features is going to bed and gaming to help you get rid of straightness and deep sleep. Go to bed: the app will give you a large number of sheep for you to count and drop into songs that make your mind easy to go to sleep: you choose the right time to touch you Sheep help him jump over the fence and you will get points and the second game you have to protect your food by hitting the rescues who are trying to steal your fruit.",
      "play_game2": "Play the game 2",
      "help": "Help",
      "goto_sleep": "Bedtime",
      "id_import": "en"
    },
    {
      "select_sheep": "Seleccione el número de ovejas",
      "play_game2": "jugar el juego 2",
      "count_end_1": "Salir de la aplicación",
      "hight_socre": "Puntuación más alta",
      "count_end_tip": "Cuando termine de contar ovejas",
      "play_game": "jugando el juego 1",
      "count_end_2": "Devolver",
      "customer_tip": "Introduzca el número de ovejas que desea contar",
      "id": "es",
      "goto_sleep": "Hora de acostarse",
      "home_tip": "La aplicación de conteo de ovejas contra el insomnio con dos características principales es irse a la cama y jugar para ayudarlo a deshacerse de la rectitud y el sueño profundo. Ve a la cama: la aplicación te dará una gran cantidad de ovejas para que las cuentes y cantes canciones que hagan que tu mente se duerma fácilmente: eliges el momento adecuado para tocarte Las ovejas lo ayudan a saltar la cerca y consigue puntos y en el segundo juego tienes que proteger tu comida golpeando a los rescates que intentan robar tu fruta.",
      "customer": "personalización",
      "buy_heart_success": "¡Compre el éxito del corazón! ¡Puedes continuar el juego!",
      "help": "Ayuda",
      "id_import": "es"
    },
    {
      "help": "auta",
      "home_tip": "Lampaiden unettomuutta ehkäisevä laskentasovellus, jossa on kaksi pääominaisuutta, on nukkumaanmeno ja pelaaminen, jotka auttavat sinua pääsemään eroon suoruudesta ja syvästä unesta. Mene nukkumaan: sovellus antaa sinulle suuren määrän lampaita, joita voit laskea ja pudota kappaleisiin, jotka tekevät mielesi helpoksi nukahtaa: valitset oikean ajan koskettaa sinua Lampaat auttavat häntä hyppäämään aidan yli ja sinä saat pisteitä ja toisessa pelissä sinun on suojattava ruokasi lyömällä pelastajia, jotka yrittävät varastaa hedelmäsi.",
      "count_end_2": "Palata",
      "count_end_tip": "Kun olet lopettanut lampaiden laskemisen",
      "id": "fi",
      "count_end_1": "Poistu sovelluksesta",
      "customer_tip": "Syötä laskettavien lampaiden lukumäärä",
      "customer": "Räätälöinti",
      "goto_sleep": "Nukkumaanmenoaika",
      "hight_socre": "Korkein pistemäärä",
      "play_game": "Pelin pelaaminen 1",
      "buy_heart_success": "Osta sydämen menestys! Voit jatkaa peliä!",
      "play_game2": "Pelaa peliä 2",
      "select_sheep": "Valitse lampaiden lukumäärä",
      "id_import": "fi"
    },
    {
      "home_tip": "L'application de comptage anti-insomnie des moutons avec deux fonctionnalités principales va au lit et joue pour vous aider à vous débarrasser de la rectitude et du sommeil profond. Allez vous coucher : l'application vous proposera un grand nombre de moutons à compter et à écouter dans des chansons qui vous aideront à vous endormir facilement : vous choisissez le bon moment pour vous toucher. Les moutons l'aident à sauter par-dessus la clôture et vous obtenez des points et le deuxième jeu, vous devez protéger votre nourriture en frappant les sauveteurs qui tentent de voler vos fruits.",
      "count_end_2": "Retour",
      "hight_socre": "Le score le plus élevé",
      "customer": "Personnalisation",
      "count_end_1": "Demande de sortie",
      "select_sheep": "Sélectionnez le nombre de moutons",
      "play_game": "Jouer au jeu 1",
      "id": "fr",
      "help": "Aide",
      "goto_sleep": "Heure du coucher",
      "customer_tip": "Entrez le nombre de moutons que vous voulez compter",
      "buy_heart_success": "Achetez le succès du cœur ! Vous pouvez continuer le jeu !",
      "count_end_tip": "Lorsque vous avez fini de compter les moutons",
      "play_game2": "Jouer le jeu 2",
      "id_import": "fr"
    },
    {
      "select_sheep": "भेड़ों की संख्या चुनें",
      "customer": "अनुकूलन",
      "count_end_1": "छोड़ने के लिए प्रार्थनापत्र",
      "help": "मदद",
      "count_end_2": "वापस करना",
      "count_end_tip": "जब भेड़ों की गिनती पूरी हो गई",
      "customer_tip": "उन भेड़ों की संख्या दर्ज करें जिन्हें आप गिनना चाहते हैं",
      "id": "hi",
      "hight_socre": "उच्चतम स्कोर",
      "play_game2": "गेम खेलें 2",
      "goto_sleep": "सोने का समय",
      "buy_heart_success": "दिल की सफलता खरीदें! आप खेल जारी रख सकते हैं!",
      "home_tip": "दो मुख्य विशेषताओं के साथ भेड़-विरोधी अनिद्रा गिनती ऐप आपको सीधेपन और गहरी नींद से छुटकारा पाने में मदद करने के लिए बिस्तर पर जाना और गेमिंग करना है। बिस्तर पर जाएं: ऐप आपको गिनने और गाने सुनाने के लिए बड़ी संख्या में भेड़ें देगा जिससे आपके दिमाग को सोने में आसानी होगी: आप आपको छूने के लिए सही समय चुनते हैं भेड़ें उसे बाड़ पर कूदने में मदद करती हैं और आप ऐसा करेंगे अंक प्राप्त करें और दूसरे गेम में आपको उन बचावकर्ताओं को मारकर अपने भोजन की रक्षा करनी होगी जो आपके फल चुराने की कोशिश कर रहे हैं।",
      "play_game": "खेल खेलना 1",
      "id_import": "hi"
    },
    {
      "buy_heart_success": "Beli kesuksesan hati! Anda dapat melanjutkan permainan!",
      "id": "id",
      "customer_tip": "Masukkan jumlah domba yang ingin Anda hitung",
      "count_end_2": "Kembali",
      "help": "Membantu",
      "hight_socre": "Skor tertinggi",
      "goto_sleep": "Waktu tidur",
      "select_sheep": "Pilih jumlah domba",
      "count_end_1": "Keluar dari aplikasi",
      "play_game2": "Main game 2",
      "customer": "Kustomisasi",
      "count_end_tip": "Setelah selesai menghitung domba",
      "home_tip": "Aplikasi penghitungan anti-insomnia domba dengan dua fitur utama adalah tidur dan bermain game untuk membantu Anda menghilangkan kelurusan dan tidur nyenyak. Pergi tidur: aplikasi akan memberi Anda sejumlah besar domba untuk Anda hitung dan masukkan ke dalam lagu yang membuat pikiran Anda mudah tertidur: Anda memilih waktu yang tepat untuk menyentuh Anda Domba membantunya melompati pagar dan Anda akan melakukannya dapatkan poin dan game kedua Anda harus melindungi makanan Anda dengan memukul penyelamat yang mencoba mencuri buah Anda.",
      "play_game": "Bermain game 1",
      "id_import": "id"
    },
    {
      "select_sheep": "Seleziona il numero di pecore",
      "count_end_1": "Uscire dall'applicazione",
      "buy_heart_success": "Acquista il successo del cuore! Puoi continuare il gioco!",
      "id": "it",
      "play_game2": "Gioca il gioco 2",
      "help": "Aiuto",
      "count_end_tip": "Quando hai finito di contare le pecore",
      "hight_socre": "Punteggio più alto",
      "goto_sleep": "Ora di andare a letto",
      "customer_tip": "Inserisci il numero di pecore che vuoi contare",
      "home_tip": "L'app per il conteggio delle pecore anti-insonnia con due caratteristiche principali è andare a letto e giocare per aiutarti a sbarazzarti della rettilineità e del sonno profondo. Vai a letto: l'app ti darà un gran numero di pecore da contare e far cadere in canzoni che rendono la tua mente facile andare a dormire: scegli il momento giusto per toccarti Le pecore lo aiutano a saltare oltre il recinto e lo farai ottieni punti e il secondo gioco devi proteggere il tuo cibo colpendo i salvataggi che stanno cercando di rubare la tua frutta.",
      "play_game": "Giocare al gioco 1",
      "count_end_2": "Ritorno",
      "customer": "Personalizzazione",
      "id_import": "it"
    },
    {
      "home_tip": "羊の不眠症対策カウント アプリには、就寝とゲームの 2 つの主な機能があり、正座と深い睡眠を取り除くのに役立ちます。 就寝: アプリでは羊の数を数えて、眠りにつきやすくする曲を入力できます。あなたに触れる適切なタイミングを選択します。羊がフェンスを飛び越えるのを手伝うと、あなたは羊を助けることができます。 ポイントを獲得し、2 番目のゲームでは果物を盗もうとしている救助者を攻撃して食べ物を守る必要があります。",
      "hight_socre": "最高得点",
      "count_end_1": "アプリケーションを終了する",
      "customer_tip": "数えたい羊の数を入力してください",
      "play_game": "ゲームをプレイする 1",
      "customer": "カスタマイズ",
      "goto_sleep": "就寝時間",
      "select_sheep": "羊の数を選択してください",
      "id": "ja",
      "buy_heart_success": "ハートサクセスを購入しましょう！ ゲームを続行できます！",
      "play_game2": "ゲームをプレイする 2",
      "count_end_2": "戻る",
      "count_end_tip": "羊を数え終わったら",
      "help": "ヘルプ",
      "id_import": "ja"
    },
    {
      "play_game": "게임 1",
      "help": "돕다",
      "goto_sleep": "취침 시간",
      "customer_tip": "세고 싶은 양의 수를 입력하세요",
      "select_sheep": "양의 수를 선택하십시오",
      "play_game2": "게임 플레이 2",
      "id": "ko",
      "home_tip": "두 가지 주요 기능을 갖춘 양 항 불면증 계수 앱은 취침 및 게임을 통해 직진 및 깊은 수면을 제거하는 데 도움이 됩니다. 잠자리에 들기: 이 앱은 당신이 셀 수 있는 많은 수의 양을 제공하고 당신의 마음을 쉽게 잠들게 하는 노래에 빠질 것입니다: 당신은 당신을 만질 적절한 시간을 선택합니다. 점수를 얻고 과일을 훔치려는 구조를 쳐서 음식을 보호해야하는 두 번째 게임을 얻으십시오.",
      "buy_heart_success": "하트 구매 성공! 게임을 계속할 수 있습니다!",
      "count_end_2": "반품",
      "hight_socre": "최고 점수",
      "customer": "커스터마이징",
      "count_end_tip": "양 세기가 끝나면",
      "count_end_1": "응용 프로그램 종료",
      "id_import": "ko"
    },
    {
      "select_sheep": "Selecteer het aantal schapen",
      "count_end_1": "Sluit app af",
      "count_end_tip": "Als je klaar bent met het tellen van schapen",
      "play_game2": "Speel het spel 2",
      "count_end_2": "Opbrengst",
      "buy_heart_success": "Koop hartsucces! Je kunt het spel voortzetten!",
      "goto_sleep": "Bedtijd",
      "play_game": "Spel spelen 1",
      "id": "nl",
      "hight_socre": "Hoogste score",
      "help": "Hulp",
      "home_tip": "App voor het tellen van schapen tegen slapeloosheid met twee hoofdfuncties: naar bed gaan en gamen om u te helpen rechtheid en diepe slaap kwijt te raken. Ga naar bed: de app geeft je een groot aantal schapen die je kunt tellen en in liedjes kunt stoppen die je gemakkelijk in slaap laten vallen: je kiest het juiste moment om je aan te raken. Schapen helpen hem over het hek te springen en jij zult krijg punten en het tweede spel dat je hebt om je eten te beschermen door de reddingsacties te raken die je fruit proberen te stelen.",
      "customer": "Maatwerk",
      "customer_tip": "Vul het aantal schapen in dat je wilt tellen",
      "id_import": "nl"
    },
    {
      "count_end_tip": "Po zakończeniu liczenia owiec",
      "help": "Pomoc",
      "count_end_2": "Powrót",
      "hight_socre": "Najwyższy wynik",
      "customer_tip": "Podaj liczbę owiec, które chcesz policzyć",
      "play_game": "Gra w grę 1",
      "customer": "Dostosowywanie",
      "select_sheep": "Wybierz liczbę owiec",
      "count_end_1": "Wyjdź z aplikacji",
      "buy_heart_success": "Kup sukces serca! Możesz kontynuować grę!",
      "home_tip": "Aplikacja do liczenia owiec przeciw bezsenności z dwiema głównymi funkcjami to pójście do łóżka i granie, które pomogą Ci pozbyć się prostoliniowości i głębokiego snu. Idź spać: aplikacja da ci dużą liczbę owiec, które możesz policzyć i wpaść w piosenki, które ułatwiają zasypianie: wybierasz odpowiedni czas, aby cię dotknąć Owce pomóż mu przeskoczyć przez płot, a ty zdobywaj punkty, a w drugiej grze musisz chronić swoje jedzenie, uderzając w ratowników, którzy próbują ukraść twoje owoce.",
      "id": "pl",
      "goto_sleep": "Pora snu",
      "play_game2": "Zagraj w grę 2",
      "id_import": "pl"
    },
    {
      "customer": "Costumização",
      "buy_heart_success": "Compre o sucesso do coração! Você pode continuar o jogo!",
      "help": "Ajuda",
      "count_end_tip": "Ao terminar de contar ovelhas",
      "play_game": "Jogando o jogo 1",
      "goto_sleep": "hora de dormir",
      "play_game2": "Jogue o jogo 2",
      "count_end_1": "Sair da aplicação",
      "select_sheep": "Selecione o número de ovelhas",
      "id": "pt",
      "hight_socre": "Maior pontuação",
      "home_tip": "O aplicativo de contagem de ovelhas anti-insônia com dois recursos principais é ir para a cama e jogar para ajudá-lo a se livrar da rigidez e do sono profundo. Vá para a cama: o aplicativo vai te dar um grande número de ovelhas para você contar e soltar em músicas que facilitam a sua mente para ir dormir: você escolhe a hora certa para tocá-lo Ovelhas ajude-o a pular a cerca e você vai ganhe pontos e no segundo jogo você tem que proteger sua comida acertando os resgates que estão tentando roubar sua fruta.",
      "count_end_2": "Retornar",
      "customer_tip": "Digite o número de ovelhas que você deseja contar",
      "id_import": "pt"
    },
    {
      "count_end_2": "Возвращаться",
      "help": "Помощь",
      "buy_heart_success": "Купить сердечный успех! Вы можете продолжить игру!",
      "id": "ru",
      "count_end_tip": "Когда закончили считать овец",
      "play_game2": "Играть в игру 2",
      "goto_sleep": "Перед сном",
      "count_end_1": "Выйти из приложения",
      "hight_socre": "Высший балл",
      "home_tip": "Приложение для подсчета овец против бессонницы с двумя основными функциями: отход ко сну и игры, которые помогут вам избавиться от прямолинейности и глубокого сна. Ложитесь спать: приложение даст вам большое количество овец, чтобы вы могли их посчитать и спеть песни, которые помогут вам легко заснуть: вы выбираете правильное время, чтобы прикоснуться к вам Овца поможет ему перепрыгнуть через забор, и вы набирайте очки, а во второй игре вы должны защищать свою еду, нанося удары по спасателям, которые пытаются украсть ваши фрукты.",
      "customer": "Настройка",
      "play_game": "Играю в игру 1",
      "customer_tip": "Введите количество овец, которое вы хотите посчитать",
      "select_sheep": "Выберите количество овец",
      "id_import": "ru"
    },
    {
      "hight_socre": "คะแนนสูงสุด",
      "count_end_2": "กลับ",
      "customer": "การปรับแต่ง",
      "play_game2": "เล่นเกมส์2",
      "goto_sleep": "เวลานอน",
      "count_end_1": "ออกจากแอปพลิเคชัน",
      "buy_heart_success": "ซื้อหัวใจสำเร็จ! คุณสามารถเล่นเกมต่อได้!",
      "id": "th",
      "select_sheep": "เลือกจำนวนแกะ",
      "home_tip": "แอพนับแกะป้องกันการนอนไม่หลับพร้อมคุณสมบัติหลักสองประการคือการเข้านอนและการเล่นเกมเพื่อช่วยให้คุณกำจัดความตรงและการนอนหลับสนิท เข้านอน: แอพจะให้แกะจำนวนมากให้คุณนับและปล่อยเพลงที่ทำให้คุณหลับสบาย: คุณเลือกเวลาที่เหมาะสมในการสัมผัสตัวคุณ แกะช่วยให้เขากระโดดข้ามรั้วและคุณจะ รับคะแนนและเกมที่สองที่คุณต้องปกป้องอาหารของคุณด้วยการกดปุ่มช่วยเหลือที่พยายามขโมยผลไม้ของคุณ",
      "play_game": "เล่นเกม1",
      "count_end_tip": "เมื่อนับแกะเสร็จแล้ว",
      "customer_tip": "ใส่จำนวนแกะที่คุณต้องการนับ",
      "help": "ช่วย",
      "id_import": "th"
    },
    {
      "select_sheep": "Koyun sayısını seçin",
      "play_game": "oyun oynamak 1",
      "home_tip": "Koyun uykusuzluk önleyici iki ana özelliği olan uykusuzluk sayma uygulaması, düzlükten ve derin uykudan kurtulmanıza yardımcı olmak için yatmaya gitme ve oyun oynama. Yatağa gidin: uygulama size çok sayıda koyun verecek ve zihninizi uykuya dalmayı kolaylaştıran şarkılara bırakacaktır: size dokunmak için doğru zamanı seçersiniz Koyun çitin üzerinden atlamasına yardım edin ve siz de puan kazanın ve ikinci oyunda meyvenizi çalmaya çalışan kurtarıcılara vurarak yemeğinizi korumanız gerekiyor.",
      "customer_tip": "Saymak istediğiniz koyun sayısını girin",
      "count_end_tip": "Koyun sayımı bittiğinde",
      "hight_socre": "En yüksek skor",
      "count_end_1": "Çıkış uygulaması",
      "buy_heart_success": "Kalp başarısını satın alın! Oyuna devam edebilirsiniz!",
      "help": "Yardım",
      "customer": "özelleştirme",
      "goto_sleep": "yatma vakti",
      "id": "tr",
      "count_end_2": "Geri dönmek",
      "play_game2": "oyunu oyna 2",
      "id_import": "tr"
    },
    {
      "buy_heart_success": "Mua tim thành công! Bạn có thể tiếp tục trò chơi!",
      "play_game": "Chơi trò chơi 1",
      "customer_tip": "Nhập số cừu bạn muốn đếm",
      "id": "vi",
      "count_end_tip": "Khi đếm cừu xong",
      "count_end_2": "Trở lại",
      "count_end_1": "Thoát khỏi ứng dụng",
      "hight_socre": "điểm cao nhất",
      "play_game2": "Chơi trò chơi 2",
      "help": "Giúp đỡ",
      "customer": "tùy biến",
      "select_sheep": "Chọn số lượng cừu",
      "goto_sleep": "Giờ đi ngủ",
      "home_tip": "Ứng dụng đếm số chống mất ngủ cừu với hai tính năng chính là đi ngủ và chơi game giúp bạn thoát khỏi căn thẳng và có giấc ngủ sâu. Đi ngủ: ứng dụng sẽ cung cấp cho bạn một số lượng lớn cừu để bạn đếm và thả hồn vào những bài hát giúp đầu óc dễ đi vào giấc ngủ: bạn chọn đúng thời điểm để chạm vào bạn Cừu giúp chú nhảy qua hàng rào và bạn sẽ nhận được điểm và trò chơi thứ hai, bạn phải bảo vệ thức ăn của mình bằng cách đánh những người giải cứu đang cố gắng ăn cắp trái cây của bạn.",
      "id_import": "vi"
    },
    {
      "count_end_1": "退出应用程序",
      "hight_socre": "最高分",
      "id": "zh",
      "count_end_tip": "数完羊后",
      "home_tip": "羊抗失眠计数应用程序具有就寝和游戏两大功能，帮助您摆脱直睡和深度睡眠。 睡觉：应用程序会给你大量的羊让你数数，并放入歌曲，让你的大脑容易入睡：你选择合适的时间来触摸你羊帮助他跳过栅栏，你就会 获得积分，第二场比赛你必须通过打击试图偷你水果的救援人员来保护你的食物。",
      "help": "帮助",
      "play_game2": "玩游戏2",
      "buy_heart_success": "买心成功！ 你可以继续游戏了！",
      "customer_tip": "输入您要数的羊数量",
      "goto_sleep": "就寝时间",
      "select_sheep": "选择羊的数量",
      "customer": "定制化",
      "play_game": "玩游戏1",
      "count_end_2": "返回",
      "id_import": "zh"
    }
  ],
  "collection": "lang_counting_sheep"
}